{
  "jobs_results": [
    {
      "title": "Digital Layout Designer",
      "company_name": "Apple",
      "location": "Austin, TX",
      "via": "via LinkedIn",
      "description": "Summary\n\nDo you have a passion for crafting entirely new solutions? As part of our Digital Design Engineering group, you’ll take imaginative and revolutionary ideas and determine how to turn them into reality! You and your team will apply engineering fundamentals and start from scratch if needed, bringing forward-thinking ideas to the real world. Your efforts will be groundbreaking. Join us, and you’ll help design the tools that allow us to bring customers experiences they’ve never before envisioned. You will be part of an exciting silicon design group that is responsible for designing state-of-the-art ASICs. We have an extraordinary opportunity for Digital Layout Technical Lead! In this highly visible role as senior member of Apple’s custom layout team, you will be working on the latest technology nodes to create world-class custom digital macros and libraries. As a technical lead, you will be responsible for leading layout design activities and methodologies and manage a small team... of layout designers. This is a fast-paced work environment with endless learning opportunities working in the design team with members of integration, CAD, circuit, and technology engineering.\n\nKey Qualifications\n\nWe are looking for applicants with 10 years hands-on experience in custom layout design of deep SubMicron CMOS circuits used in high performance microprocessors.\n\nProven experience in developing, driving and implementing layout methodologies.\n\nStrong influence and negotiation skills.\n\nExcellent interpersonal skills and able to work with multi-functional teams.\n\nExperience designing low noise, low power data paths, standard cells and large memory blocks.\n\nHigh-level proficiency in layout floor planning, standard cell planning and hierarchical layout assembly.\n\nAbility to recognize failure prone circuit and layout structures and actively work with circuit designers for the best approach to resolve problems.\n\nAbility to estimate the design work for an assignment.\n\nScripting skills in CSH, PERL or SKILL are preferred.\n\nAbility to understand issues of RC delay, IR, electro migration, cross and self-heating.\n\nDescription\n\nImagine yourself at the center of our SOC design effort, collaborating with all fields, playing a strategic role of getting functional products to millions of customers quickly. You will have the opportunity to integrate and come-up with new ideas, as well as work with a team of hardworking engineers. As a member of the layout team of the microprocessor group, you will be responsible to drive convergence of layout designs by: - Define, develop and drive new and innovative layout methodologies to improve layout productivity and quality for the digital team. - Oversee, mentor and lead a small layout group and remote contractors. - Represent the layout team to influence tool vendors, CAD management and design management to define and implement the technical direction of tools and flows. - Evaluate all aspects of the process flow from high-level design to transistor level layout. - Define and drive layout research assignments to influence new methodology in the organization. - Work with layout, design and management teams to influence the technical direction of designs across the organization. - Mentor and coach circuit and layout designers on layout standard methodologies. - Work with management and circuit design teams to plan, schedule work and negotiate any necessary layout trade-offs that impact design.\n\nEducation & Experience\n\nBS Degree, or equivalent.\n\nAdditional Requirements\n\nApple is an Equal Opportunity Employer that is committed to inclusion and diversity. We also take affirmative action to offer employment and advancement opportunities to all applicants, including minorities, women, protected veterans, and individuals with disabilities. Apple will not discriminate or retaliate against applicants who inquire about, disclose, or discuss their compensation or that of other applicants.\n\nRole Number: 200003817",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRN4OAxaTkdWupAd83L-1xsBOlyX_g7X85hhg3M&s=0",
      "extensions": [
        "19 hours ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "19 hours ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJEaWdpdGFsIExheW91dCBEZXNpZ25lciIsImNvbXBhbnlfbmFtZSI6IkFwcGxlIiwiY29tcGFueV9taWQiOiIvbS8wazh6IiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJhUl9oX0FZcVBJbmNqeWtvQUFBQUFBPT0iLCJmYyI6IkVzc0JDb3dCUVU1VlgwNXhVVU5OUmtoaFRGSktUVmh2Y25GMFNubDZTVFoxWjNoTFFUbDVWM2xpWldoMlJYRkplWGRIY1c1SE5tbEdaRFZYV2s5SFFWUjVUMjlXUWxobFVrVk1SbU5pYWpoSWJVbDViVWxuU1hCMUxVUjZRVlYxZGxsS1JVRm1iVEU0UTBwVU4yOUtibWw2TkZGdU5raExYMG8zVkhWaWEwMW9Sa1JaZUVoUk4yTXdWakppZUY5NmFXTVNGa1U0WW14WlRtNWhUVmxsYTE5UlltTTFjVTlCUTNjYUlrRlBUVmxTZDBFeGRuSnpSbDluZFhweFNYaHBSWE5NYUhBd1dDMWZNMlZEUlVFIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL3d3dy5saW5rZWRpbi5jb20vam9icy92aWV3L2RpZ2l0YWwtbGF5b3V0LWRlc2lnbmVyLWF0LWFwcGxlLTI2MjcyMzQwNDQ/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
    },
    {
      "title": "Digital Designer",
      "company_name": "Colliers",
      "location": "Austin, TX",
      "via": "via LinkedIn",
      "description": "BE authentic . BE influential . BE the expert . Be all that and more at Colliers.\n\nAt Colliers, we help leaders succeed by helping them build amazing workplaces, businesses and communities around the world. We do this by thinking differently, sharing innovative ideas and offering a unique and collaborative workplace where you can succeed.\n\nWho You Are\n\nYou are a skilled designer and effective collaborator who thrives in a fast-paced environment and manage multiple ongoing project simultaneously. As a Digital Designer you will be responsible for creating, designing and executing of all Digital marketing campaigns. You will conceptualize and design from beginning to end – create and work with cross-functional teams.\n\nYou will develop, maintain and communicate and authentic, consistent and cohesive brand image and message based on overall brand presentation and market focus.\n\nWhat You Bring\n• You have 2-3 years of prior relative work experience with strong knowledge within digital... realm.\n• Experience in video production and editing required.\n• Intermediate to advanced proficiency with Adobe Creative Suite InDesign, Photoshop, Illustrator, Premiere, After Effects, Lightroom and Acrobat. Ceros and Brandcast expertise are a plus.\n• Intermediate proficiency with Microsoft Office Suite.\n• Strong design aesthetic, including creative design solutions within the constraints of the Internet.\n\nBonus skills and experience\n• Commercial real estate experience.\n• Ability to create motion graphics.\n\nWhat Success Looks Like\n• You serve as a brand champion by implementing and maintaining a high standard of design, format and production\n• You conceptualize, plan and design a variety of branded digital/print marketing assets including but not limited to advertising, brochures, email marketing, gifs, large format/environment design, motion graphics, presentations, social media, video and graphic support for our content writers, ensuring corporate branding strategies are met.\n• You provide creative and innovative digital design solutions using both written and visual elements in support of digital marketing campaigns.\n\nBE who you are and what you want to be with Colliers. We’d love to meet you. Apply today to join our team.\n\nDirect applicants only please, no agencies.\n\nColliers provides equal employment opportunity to all persons. No employee or applicant for employment will be discriminated against because of race, creed, origin, marital status, sexual orientation, age, otherwise qualified disabled or veteran status or any other characteristic protected by law",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ2DCNrHziIfggNQ_1kwJ333WnL29zndg5cOz2L&s=0",
      "extensions": [
        "6 days ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "6 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJEaWdpdGFsIERlc2lnbmVyIiwiY29tcGFueV9uYW1lIjoiQ29sbGllcnMiLCJjb21wYW55X21pZCI6Ii9tLzA2NHFoZm4iLCJhZGRyZXNzX2NpdHkiOiJBdXN0aW4iLCJhZGRyZXNzX3N0YXRlIjoiVGV4YXMiLCJodGlkb2NpZCI6IkVBYjZvT21JNHVuaXdOSkZBQUFBQUE9PSIsImZjIjoiRXVFQkNxSUJRVTVWWDA1eFUyRjFVR3RxZEdsck55MUdTRXRaWWtKNE1uWlVMWEpPV21kaFJrSTNXa1ZCYXpWVWQwODNkRmhoVFVKMk0wRjZaMnBrWjJsSlozZzRlVkpuY2tNMU0wdDFhRTUwWjIxQlMybEpVM2c1Wnpkd2EzZEdibU40Y0haSmNUUnJYM1pMVG14cmJVaDNSa05ZTW1oNU5IZzVhVmsyWm1saWFqUkNXRWRMU0hSVk1FeFZkWE5yVmpWZlJreDNWM2R3V2xoaVEzWjFWVTVPWW1aTmJUUkJFaFpGT0dKc1dVNXVZVTFaWld0ZlVXSmpOWEZQUVVOM0dpSkJUMDFaVW5kQk1rWlBNeloxVEZvdFdXZFVjaTFXUzFJMWFYazBTWGxTUTBSUiIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE1IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExpbmtlZEluIiwibGluayI6Imh0dHBzOi8vd3d3LmxpbmtlZGluLmNvbS9qb2JzL3ZpZXcvZGlnaXRhbC1kZXNpZ25lci1hdC1jb2xsaWVycy0yNjE4MjI0MjAxP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "Digital Designer",
      "company_name": "Peak Design",
      "location": "Austin, TX",
      "via": "via LinkedIn",
      "description": "About Us\n\nPeak Design is a carry brand: we design bags and accessories that help people better carry, organize, and access their stuff. We launch our products on Kickstarter, where we’ve raised over $30M across 9 projects. We’re entirely crowdfunded—no outside investors—and that gives us the freedom to focus on the things that matter most to us: designing the best products, fostering happy employees, and taking care of our customers and natural environment. There are currently 36 of us. We love our jobs, we love each other, and we couldn’t be more stoked for the future of our company.\n\nWe also believe a diverse team is an innovative team and something worth celebrating. A range of perspectives and backgrounds creates a stronger and more creative work environment (not to mention more fun). We’re committed to equality and inclusivity across race, gender, age, religion, identity, and experience.\n\nWe are adding a digital designer to our team, and we hope it’s you! We need the eye of a... graphic designer, the chops/skills of a web designer, and the intuition of a UX designer. You would be joining our close-knit graphics/branding team to keep the look and feel of Peak Design one of the sharpest in the world of outdoor gear and product design.\n\nYOUR DELIVERABLES\n• Chief among your responsibilities would be spearheading projects related to our website. Peakdesign.com is the beating heart of our business, and it is always being tweaked in ways big and small.\n• There are plenty of other projects that need TLC, as well: packaging design, in-store experience design, advertising campaigns, digital and print assets for various channels, general brand strategy.\n• Identifying problems and places for improvement and then working with other teams (at Peak and externally) to bring those projects to life.\nYOUR SKILLS\n• You are passionate about web design. You fiddle with html and css, you're familiar with Figma, you can use Adobe Creative suite in your sleep, you're great at concepting, wireframing, and interfacing with engineers/developers. (gasp!)\n• You are a great communicator, written and verbally. You can design but you can also talk about design.\n• You are disciplined, organized, inquisitive and driven. We operate with as little structure as possible and our team is increasingly dispersed, you are a self starter that can turn a vague idea into a tangible asset with limited input.\n• Obsession with detail but commitment to larger, strategic vision.\n• Ability to quickly turn feedback into design changes.\nPERKS!\n• Work from Home!\n• Flexible work schedule\n• Comprehensive medical, mental, dental, and vision benefits for you and your family\n• 401(k) retirement plan that allows pre-tax, Roth, and after-tax contributions with an employer match.\n• Employee Purchase Program\n• FSA, HSA, Commuter Benefits\n• Career development reimbursement (classes, conferences, workshops of your choosing)\n• Unlimited paid vacation\n• HRA Fertility Benefits including egg freezing\n• 100% paid parental leave\n• Annual 2-3 day company retreat\n• and more",
      "extensions": [
        "Over 1 month ago",
        "Full-time",
        "No degree mentioned"
      ],
      "detected_extensions": {
        "posted_at": "Over 1 month ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJEaWdpdGFsIERlc2lnbmVyIiwiY29tcGFueV9uYW1lIjoiUGVhayBEZXNpZ24iLCJjb21wYW55X21pZCI6Ii9nLzExZHltN25mYm0iLCJhZGRyZXNzX2NpdHkiOiJBdXN0aW4iLCJhZGRyZXNzX3N0YXRlIjoiVGV4YXMiLCJodGlkb2NpZCI6IkFSX21BM2w2eV80M3duVjdBQUFBQUE9PSIsImZjIjoiRXVFQkNxSUJRVTVWWDA1eFZFSjBjemxFZDFVMWMwUkNZbWx4ZFU1V1pteG9VVkpCTWtjNFVuWTFiVVpyUVU5bk9WaEJZMlZhYTFWbWVtVXpibUpIWTA1VWVYSTRZa04xYTFOeWNHbEhjRVZFUWtwVWVEQTNUVXBpZGxwc1dWUlVjRmxJV0VneGRrZERSMjgzYms1SFdEUmFUWGxwV0c1V1l6WllUUzF4Wm1kUlVFUnliSEp6ZDJ4YU16RTBaMHB6YmxSUmRqQkxiemRSTlhSa1QwNHdkRkJZWm5neVh6TkJFaFpGT0dKc1dVNXVZVTFaWld0ZlVXSmpOWEZQUVVOM0dpSkJUMDFaVW5kQ1kxSkJURzFhU1dGblYzVTJkV3QzVWpsWFZqSlZOVXA1YzJObiIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzIyIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExpbmtlZEluIiwibGluayI6Imh0dHBzOi8vd3d3LmxpbmtlZGluLmNvbS9qb2JzL3ZpZXcvZGlnaXRhbC1kZXNpZ25lci1hdC1wZWFrLWRlc2lnbi0yNjI1OTQ1OTU4P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "Digital Designer",
      "company_name": "Salesforce",
      "location": "Austin, TX",
      "via": "via LinkedIn",
      "description": "To get the best candidate experience, please consider applying for a maximum of 3 roles within 12 months to ensure you are not duplicating efforts.\n\nJob Category Marketing Job Details\n\nSalesforce is seeking a mid-level Brand Designer to join our world-class Employee Engagement creative team. This person will help craft digital storytelling and marketing materials for our internal programs. They will work closely with their manager to drive impactful outcomes, with project managers that will protect their vision and time, and with business partners that will activate strategic programs with global reach.\n\nYour Impact\n• Works with project leads and partners to implement strategic creative through all digital-facing platforms including web, email, motion, animation, video, etc.\n• Evaluate both short-term implications and long-term impact as you develop creative solutions.\n• Manage schedules with project managers to ensure timely delivery of work.\n• Collaborate with creative colleagues... and business partners to ensure alignment and exceed expectations.\n• Leverage data to inform the creation of more captivating work.\n\nYour Values\n• Show up with a strong sense of empathy, authenticity, and ethics.\n• Achieve goals through a deep understanding and appreciation for the team and its work.\n• Give back to the community and contributing to our vibrant company culture.\n• Cultivate trusted relationships with peers and business partners and treat everyone equally.\n\nSalesforce Smart\n• Know Salesforce brand guidelines and apply them consistently, while also seeking to innovate.\n• Seek to optimize systems and processes for assigned tasks.\n• Understand the core values of Salesforce and how they inform the way we do business.\n• Advocate for the greater good of the immediate team, the larger organization, and the entire company.\n\nYour Experience & Skills\n• 5+ years of experience in developing digital marketing (web, email, motion, animation, video).\n• Communicates with confidence and presents work to stakeholders with an articulate point of view.\n• Solves problems conceptually in collaboration with cross-functional groups in fast-paced environment.\n• Proactive, passionate, and entrepreneurial team member that is always ready to roll up sleeves to make an impact or solve problems.\n• Manages multiple projects simultaneously and meets tight deadlines.\n• Listens with intention and accepts feedback with grace.\n• Advanced proficiency in all Adobe Creative Suite programs including Photoshop, Illustrator, and InDesign. Advanced photo retouching and color correcting skills. Thorough knowledge of Google Slides, PowerPoint, and/or Apple Keynote. Produces clean, organized, technically accurate files with correct naming conventions.\nAccommodations\n\nIf you require assistance due to a disability applying for open positions please submit a request via this Accommodations Request Form.\n\nPosting Statement\n\nAt Salesforce we believe that the business of business is to improve the state of our world. Each of us has a responsibility to drive Equality in our communities and workplaces. We are committed to creating a workforce that reflects society through inclusive programs and initiatives such as equal pay, employee resource groups, inclusive benefits, and more. Learn more about Equality at Salesforce and explore our benefits.\n\nSalesforce.com and Salesforce.org are Equal Employment Opportunity and Affirmative Action Employers. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender perception or identity, national origin, age, marital status, protected veteran status, or disability status. Salesforce.com and Salesforce.org do not accept unsolicited headhunter and agency resumes. Salesforce.com and Salesforce.org will not pay any third-party agency or company that does not have a signed agreement with Salesfore.com or Salesforce.org.\n\nSalesforce welcomes all",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTuZ7GaEC7mgP-Gu1qRFOaWcZiVAPKqf50kqUEJ&s=0",
      "extensions": [
        "Over 1 month ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "Over 1 month ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJEaWdpdGFsIERlc2lnbmVyIiwiY29tcGFueV9uYW1lIjoiU2FsZXNmb3JjZSIsImNvbXBhbnlfbWlkIjoiL20vMDdidHI1IiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJtUnJwVVM4Q2RTODdRMm9vQUFBQUFBPT0iLCJmYyI6IkV1RUJDcUlCUVU1VlgwNXhVbXRTWDBkeE4zUnVORUk1T1RoUE1XZFpjRVZwUjJaaWREbHZjekZGVTFSbmNrWlhUSE5FWlVkYVpXZHpWVVl6ZG1STFZXbGhkbEJSYkcxRVNEazRNRU5aTlc1a2RtaDNZVU5wWmpOWWVXTlVNMGt0WTNoaE1raFBSR2xpYzNnMFZrTkRSMko0ZGtWV1VrMXRMWFl0UjB3eFRISXpiM001YTFKR1FtOTJUMnRZZEZSV2JHZFlTVjgzU0RSbWNVRkVkR1I0VjJ0c1pqZFVWelZCRWhaRk9HSnNXVTV1WVUxWlpXdGZVV0pqTlhGUFFVTjNHaUpCVDAxWlVuZENjR2xLVjBOYU9IVlBPVmxHVFU5NVRHbDFURkY2VUZWSWVIVjMiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18yOSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL3d3dy5saW5rZWRpbi5jb20vam9icy92aWV3L2RpZ2l0YWwtZGVzaWduZXItYXQtc2FsZXNmb3JjZS0yNjEyNjMyOTA5P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "Digital Designer",
      "company_name": "TSMC",
      "location": "Austin, TX",
      "via": "via LinkedIn",
      "description": "Job Location: Austin, TX\n\nHiring Manager: Sr. Manager, Power Management Design Program\n\nResponsibilities:\n• Work with Analog and Digital team to define chip architecture\n• RTL development and verification (RTL and Gate level)\n• Static timing constraint generation and analysis/signoff\n• Lab evaluation and silicon debug\n• RTL design and verification flow development\n• Design documentation\n\nMinimum Requirements:\n• Bachelor's in Electrical Engineer or related field of study, plus 5+ years of relevant experience\n• Complete understanding of ASIC design flow from RTL to GDSII.\n• Familiarity with the Verilog language and simulators\n• A good understanding of analog functionality and exposure to analog IC design methods\n• Ability to solve problems using a systematic approach\n\nPreferred qualifications:\n• Master's in Electrical Engineer or related field of study and 10+ years digital/mixed signal ASIC architecture/design experience\n• RTL coding and synchronous/asynchronous digital skills\n•... Experience with SystemVerilog\n• Knowledge of PLL, DLL, SerDes, DDR3, I2C and SPI\n• Simulation tools like NCsim, code coverage and debug tools\n• Synthesis, STA, Lint checkers, Clock domain crossing (CDC) checkers, Logic equivalence checking.\n• Scripting skills in Perl, Tcl, Python etc.\n• Demonstrated strong analytical and problem solving skills\n• Strong verbal and written communication skills\n• Ability to work in teams and collaborate effectively with people in different functions\n• Strong time management skills that enable on-time project delivery\n• Ability to work effectively in a fast-paced and rapidly changing environment\n• Ability to take the initiative and drive for results\n\nTSMC Technology Inc. is an Equal Opportunity Employer",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTn1TyG-dNh6JCv2an6sQ8PowbsVO0llFrsKMUy&s=0",
      "extensions": [
        "22 days ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "22 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJEaWdpdGFsIERlc2lnbmVyIiwiY29tcGFueV9uYW1lIjoiVFNNQyIsImNvbXBhbnlfbWlkIjoiL20vMDJjbHFxIiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiIwY0ZEbHRLODVOQjNSSHl3QUFBQUFBPT0iLCJmYyI6IkVzc0JDb3dCUVU1VlgwNXhVbVJFTmtjeVREUnNkVlo0TUdKQ1ZYRTFPSEZmT1Y5NVRHUkZOakZzV0VwVFNuWm5VRkYyUkdKb1RVeHdNSEpYZVZSYVNsRnZlRWhDUzNFMU1FOHhjMHMwWDFsdU9FdEhSMWt0VEVscFlXcHJaM0Y1WW10S1kxWm5VR1ZrZWxjemVuTnBVMGR2VjJGQlQyMWZTMWc1Y1VrNVR5MUhkMkp4VG5GVU0xODBaVFk0UWtKWWJFSVNGa1U0WW14WlRtNWhUVmxsYTE5UlltTTFjVTlCUTNjYUlrRlBUVmxTZDBKME1WSnBZMTk0UlRka1dHaHljMWxUTUhsemJHZFFaazVmY0VFIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMzciLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9kaWdpdGFsLWRlc2lnbmVyLWF0LXRzbWMtMjU1NDAyMDMwMT91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "Graphic Designer",
      "company_name": "CB Richard Ellis",
      "location": "Austin, TX",
      "via": "via LinkedIn",
      "description": "Graphic Designer\nJob ID\n12487\nPosted\n24-04-2021\nService line\nAdvisory Segment\nRole type\nFull-time\nLocation(s)\nAustin - Texas - United States of America\n\nJob Summary\n\nResponsible for the layout, design and production activities to produce high-quality presentations, proposals, and other materials needed to support business development and brokerage activities. Requires working knowledge of the most current Adobe Cloud applications and Microsoft Office. Must have the ability to create materials for multiple channels including print and digital. Also responsible for using a Google Earth-based data visualization tool for interactive, map-based presentations.\n\nEssential Duties And Responsibilities\n• Generates proposals, presentations, brochures, advertising, postcards and any other creative collateral material that adheres to corporate brand standards whether for print or Internet.\n• Develops customized materials for select high-profile projects and clients.\n• Produces graphic design... artwork to support business development efforts using technology and computer software packages that are Google Earth-based.\n• Confers with marketing managers as well as internal clients to discuss and determine a creative direction for collateral pieces based on the requirements given for the task.\n• Will work with HTML, KML or any language that can be utilized in the alteration, editing and creation of online resources.\n• May provide estimates on print and web marketing material sourced from outside vendors.\n• Works on additional special marketing projects.\n• Other duties may be assigned.\n\nSupervisory Responsibilities\n\nNo formal supervisory responsibilities in this position. May provide informal assistance such as technical guidance and/or training to coworkers. May coordinate and assign tasks to coworkers within a work unit and/or project. Presents new ideas to members of the team.\n\nQualifications\n\nTo perform this job successfully, an individual must be able to perform each essential duty satisfactorily. The requirements listed below are representative of the knowledge, skill, and/or ability required. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.\n\nEDUCATION And EXPERIENCE\n\nBachelor of Fine Arts degree preferred with a minimum of 2 to 5 years of related experience and/or training.\nCERTIFICATES and/or LICENSES\nNone\n\nCommunication Skills\n• Strong visual storytelling skills.\n• Excellent written and verbal communication skills; ability to effectively present information to internal clients at various levels.\n• Strong organizational and analytical skills.\n\nREASONING ABILITY\n• Ability to comprehend, analyze and interpret documents.\n• Ability to apply critical thinking and problem-solving skills to different situations\n\nOTHER SKILLS And/or ABILITIES\n• Strong skills in Adobe Creative Cloud applications including Adobe Photoshop, Illustrator and InDesign. Ability to create animated and/or interactive InDesign documents required.\n• Familiarity with Adobe Dreamweaver/HTML. Intermediate skills with web design.\n• Experience with Google Earth and knowledge of KML a strong plus.\n• Background and understanding of business development marketing a plus.\n• Familiarity with Microsoft Office suite.\n• Comfort working directly with internal clients.\n• Self-starter with a service-oriented, can-do attitude.\n• Basic project management skills.\n• Portfolio required",
      "extensions": [
        "9 hours ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "9 hours ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJHcmFwaGljIERlc2lnbmVyIiwiY29tcGFueV9uYW1lIjoiQ0IgUmljaGFyZCBFbGxpcyIsImNvbXBhbnlfbWlkIjoiIiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJwQi1oT0V6Y1phaURZeExQQUFBQUFBPT0iLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9ncmFwaGljLWRlc2lnbmVyLWF0LWNiLXJpY2hhcmQtZWxsaXMtMjYzNzUwMjAyMT91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "Digital Design Engineer",
      "company_name": "Apple",
      "location": "Austin, TX",
      "via": "via LinkedIn",
      "description": "Summary\n\nJoin our team at Apple developing custom mixed-signal integrated circuits for Apple’s existing and future product lines! We've already shipped hundreds of millions of chips into several Apple product lines, including new products launched this year!\n\nAs a member of our mixed-signal ASIC team, you will be responsible for crafting sophisticated digital IPs for Apple power conversion and management IC’s. You will work with the system architects, product teams, verification engineers, and analog designers, creating block level specifications and implementing the designs. You will own the creation of the blocks, and take them through the concept, implementation, and validation phases, and then into mass production. Learn and use state of the art digital and mixed-signal tools and development flows to implement your designs.\n\nWe supply silicon to most of Apple’s industry leading hardware development teams. We have a close-knit, robust team in need of experience digital design... engineers to lead the development of new IPs and mentor junior engineers entering the mixed signal ASIC development field. Join us in building Apple’s next generation products. Do you want to be a part of building the “surprise and delight” in Apple’s future products?\n\nKey Qualifications\n\nTen or more years developing digital IP’s for SoC’s or mixed signal IC’s.\n\nExperience mentoring or leading junior design or verification engineers.\n\nProven track record shipping quality designs on schedule.\n\nExperience with synthesis and static timing tools.\n\nExpertise in Clock Domain Crossing design and verification techniques.\n\nExperience with power estimation tools and techniques.\n\nFamiliarity with silicon development milestones and project resource management.\n\nSolid understanding of low power design techniques, including clock and power gating.\n\nFamiliarity with UPF based power intent specification and power verification.\n\nSome familiarity with mix-signal ASIC design and asynchronous analog / digital interfaces is helpful, but not required.\n\nDescription\n\n• Deliver complex digital control blocks, meeting schedule, area, power, and performance targets.\n\n• Collaborate in developing precise design specifications for digital control blocks.\n\n• Implement FSM’s and other control logic in System Verilog.\n\n• Collaborate with managers and program managers to track progress and gauge tapeout readiness.\n\n• Work with DV teams to create verification plans.\n\n• Work with silicon validation team in developing lab validation and qualification plans.\n\n• Work with test team in developing implementation plans for ATE test programs.\n\nEducation & Experience\n\nBSEE/MSEE preferred.\n\nRole Number: 200245728",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRN4OAxaTkdWupAd83L-1xsBOlyX_g7X85hhg3M&s=0",
      "extensions": [
        "3 days ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "3 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJEaWdpdGFsIERlc2lnbiBFbmdpbmVlciIsImNvbXBhbnlfbmFtZSI6IkFwcGxlIiwiY29tcGFueV9taWQiOiIvbS8wazh6IiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJCdE56X3dzOUtya2RSbUc5QUFBQUFBPT0iLCJmYyI6IkVzc0JDb3dCUVU1VlgwNXhVa2RaUlVGTmRUVlRZVWRZTW10NWNtMUZObXhxT0UxcFR6aFBPRWxKT0ZoeldHRTRaWEJtYVdwQ01IWkZXRGQ2VUhGbVMwMXdWRTQyUVY5WlgwcDVhbUpVWTNCbGRETlpOV3BoZVhvMlpXNTRNVFp6Y0ZoUVVWUlJNa1pHVW1GWVYwWmhOSFZRVmpKTkxYWndRVmQwT1hoRFFtRjNVakU1WlZVMFNqbHFUbGQ2VVd0M01Fb1NGa1U0WW14WlRtNWhUVmxsYTE5UlltTTFjVTlCUTNjYUlrRlBUVmxTZDBSdFMzQnFSbWQwTTAxeE9USkJOMHRTUm5VNFp6aEJSamt5VldjIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNDkiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9kaWdpdGFsLWRlc2lnbi1lbmdpbmVlci1hdC1hcHBsZS0yNjI1MTY1NTEyP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "Digital Ads Graphic Designer",
      "company_name": "AMMD",
      "location": "Austin, TX",
      "via": "via LinkedIn",
      "description": "The Digital Ads Graphic Designer Role\n\nWe are seeking an accomplished Digital Ads Graphic Designer to take our PPC campaigns to the next level. This role will be a part of our rapidly growing team of professionals responsible for creating and optimizing our graphics to ensure our brand resonates with our target audiences on Facebook and Instagram. The Digital Ads Graphic Designer will constantly push not only their creativity on design but test the response to their designs through proven data strategies.\n\nAbout Us\n\nAMMD is AmyMyersMD.com, a CPG e-commerce wellness platform that’s a respected resource for people seeking to get to the root of their health issues, find solutions, and take control of their health. An innovative market leader, AMMD aims to inspire a healthier, more informed world where chronic illness is a thing of the past and our tools are used by millions around the world to achieve optimal health.\n\nFounded in 2017 by Dr. Amy Myers, a former Peace Corps Volunteer... emergency physician, functional medicine expert, and 2x New York Times bestselling author, AMMD is driven by her passion for empowering people to achieve their best selves. AMMD was named to the Inc. 5000 list of fastest-growing American companies in 2018 and 2019 and was an Inc. 5000 Regional Winner in 2020.\n\nWe’re proud to be a gamechanger in the health and wellness industry. A nimble digital marketing company, we use the latest tools and research to deliver the very best in everything we do. Through our high-quality, physician-formulated nutritional supplements, proven, step-by-step programs, thoroughly-researched information, and world-class customer care, we serve the health needs of hundreds of thousands of people in 122 countries around the globe.\n\nAbout You\n\nYou love to push creative boundaries and find unique ways to stop the scroll and drive the click. Your love for graphic design lives alongside your passion for social media campaigns with outstanding click through rates. You thrive in an evolving work environment while keeping order to your workflow. Your ideal day is equal parts creative, data-driven, and task-oriented to hit project deadlines.\n\nWhat you’ll do\n• Create compelling, cohesive, and on-brand designs across all PPC channels with a specific focus on Facebook & social media advertising but also includes:\n• Search (Google, Bing, Amazon)\n• Display (Criteo, Google, FB, Amazon)\n• Additional channels as they arise\n• Iterate and optimize split test variations based on data to ensure that designs maximize clicks and conversions on Facebook and other platforms\n• Maintain solid brand guidelines across ads\n• Utilize the team file structure and naming conventions so that design files can be easily located and updated\n• Take immense pride in your work and demonstrate your passion about improving your craft and skills\n• Bring fresh ideas to the table and stay up-to-date on design trends in Facebook, PPC, display & native advertising\n• Stay focused and on task with minimal oversight or direction\n• Practice open, honest, and supportive communication\n• Think critically and proactively problem solve\n• Excel in a rapidly growing and dynamic environment\n\nKnowledge, Skills, Abilities\n• 3-5 years as a graphic designer with hands-on experience in digital advertising (Facebook ad design experience is a must)\n• Expertise in Adobe Creative Suite (Photoshop, InDesign, Illustrator)\n• A strong foundation of design fundamentals - typography, layout, color, etc\n• Familiarity with best practices in digital advertising (PPC) design across all devices\n• Track record of high-quality designs delivered on time\n• Understanding of marketing terminology (call to action, conversion, etc.)\n• Experience designing for direct response and e-commerce marketing\n\nWhy People Love Working Here\n• Office at our new, state of the art campus, centrally located near Southpark Meadows in Austin, Texas\n• Flexible WFH scheduling\n• 15 days of annual Flex Time, starting day one\n• Comprehensive medical, dental, vision, and 401k benefits\n• Family-friendly work environment and events\n• Monthly happy hours\n• Team building events\n• 45% discount on all AMMD products so you can live the solution\n• In office smoothie bar, coffee, and fresh snacks\n\nImportant Information\n\nHow to get your application noticed: Apply online here or our website (https://ammd.applytojob.com/apply).\n\nLocation: This is a full-time, Austin-based position. We’re located in south Austin near I-35 and Slaughter Lane in the Southpark Meadows area.\n\nVerification: In compliance with federal law, all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification form upon hire",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTmq7So2NYYTmcdyZSEArxg7tml5cv3_bNoUAtg&s=0",
      "extensions": [
        "7 days ago",
        "Full-time",
        "No degree mentioned"
      ],
      "detected_extensions": {
        "posted_at": "7 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJEaWdpdGFsIEFkcyBHcmFwaGljIERlc2lnbmVyIiwiY29tcGFueV9uYW1lIjoiQU1NRCIsImNvbXBhbnlfbWlkIjoiIiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJIenJqc3AyQ1p5cXF4ak5oQUFBQUFBPT0iLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9kaWdpdGFsLWFkcy1ncmFwaGljLWRlc2lnbmVyLWF0LWFtbWQtMjYyNjk3NzIzMD9yZWZJZD14ZXZuVEJoNnhmY0oyN3NwNGg3Q0FRJTNEJTNEXHUwMDI2dHJhY2tpbmdJZD1Tam5Ec3RRMVlrUE41MGN3dSUyQmxnUEElM0QlM0RcdTAwMjZwb3NpdGlvbj0xMVx1MDAyNnBhZ2VOdW09MFx1MDAyNnRyaz1wdWJsaWNfam9ic19qc2VycC1yZXN1bHRfc2VhcmNoLWNhcmRcdTAwMjZ1dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "Brand Designer (Digital/DTC)",
      "company_name": "YETI",
      "location": "Austin, TX",
      "via": "via LinkedIn",
      "description": "At YETI, we believe that time spent outdoors matters more than ever and our gear can make that time extraordinary. When you work here, you’ll have the opportunity to create exceptional, meaningful work and problem solve with innovative team members by your side. Together, you’ll help our customers get the high-quality gear they need to make the most of their adventures. We are BUILT FOR THE WILD™.\n\nThe Brand Designer (Digital/DTC) will work as a part of YETI’s award-winning Creative Studio team and is responsible for creating effective and beautiful communication to both external and internal audiences. This role will collaborate and work closely with the Creative team as well as Brand Marketing and e-Commerce to nurture and inspire brand love, while we continue to expand our reach.\n\nResponsibilities\n• Brainstorm, concept, collaborate, comp, and present innovative and exciting creative that garner buy-in while netting measurable results\n• Work in YETI’s in-house creative team to... create strategic marketing assets for digital marketing projects including, but not limited to email, web banners, digital experiences, social assets, etc.\n• Be a steward of and maintain the YETI Brand in all creative created in-house\n• Must be a team player, able to work within tight deadlines on multiple projects in a fast-paced environment, while maintaining a positive attitude\n• Creative evolution – stay up to date with branding and advertising in all mediums\n• Photo editing\n\nQualifications And Attributes\n• Bachelor’s Degree in Graphic Design, or equivalent, is required\n• At least 2 years of experience in a collaborative advertising and/or marketing design role\n• Ability to work in a fast-paced, ever-evolving environment\n• Experience concepting and executing holistic campaigns\n• Expertise in Creative Suite and ability to learn new software, as needed\n• Experience in digital, and social marketing/advertising\n• Strategic thinker with the ability to solve problems, even when they are not fully defined\n• Strong illustration skills preferred\n• Ability to present and sell creative ideas\n• Excellent time management and organizational skills\n• Mac user extraordinaire\n• Optimistic and energetic\n\nYETI is proud to be an Equal Opportunity Employer.\n\nYETI's Privacy Policy",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQObduyIir3piWaD1M9YkJfeyy1K53bKdzQOapA&s=0",
      "extensions": [
        "14 days ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "14 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJCcmFuZCBEZXNpZ25lciAoRGlnaXRhbC9EVEMpIiwiY29tcGFueV9uYW1lIjoiWUVUSSIsImNvbXBhbnlfbWlkIjoiL2cvMTFidzUxaG42eSIsImFkZHJlc3NfY2l0eSI6IkF1c3RpbiIsImFkZHJlc3Nfc3RhdGUiOiJUZXhhcyIsImh0aWRvY2lkIjoiY3Rlb2xfOE5Za19rUWs5T0FBQUFBQT09IiwiZmMiOiJFc3NCQ293QlFVNVZYMDV4VTJGT09HeFhkbnBFZFVaVGJtVkJkalU0VDJOcU5HbEZOV0ZrWmpoaFkzaHpOVmhRWDJSRGFVeHVNVFZhTUhoVloyOUZibVpmWTJaQ00xVnFaM0EwUzJKbGJFOW9PV2MxUzB0WlJEaFZaREZ1ZHkxQ2JtaEpWbUpYVlhveVFuZDVlRkJCUmxGelVuVXhMVk53TmpCcFMxSkNNVWRrVjBwSlJYWjNWakJLVXpoTmNXZFJPWFVTRmtVNFlteFpUbTVoVFZsbGExOVJZbU0xY1U5QlEzY2FJa0ZQVFZsU2QwSXRjVUZ5VWxKeFlVWTNZemxXWVdGNFdHWTNPVWx6VVVOM1dsRSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzYzIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExpbmtlZEluIiwibGluayI6Imh0dHBzOi8vd3d3LmxpbmtlZGluLmNvbS9qb2JzL3ZpZXcvYnJhbmQtZGVzaWduZXItZGlnaXRhbC1kdGMtYXQteWV0aS0yNTY2OTgxNDA0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "Digital Ads Graphic Designer",
      "company_name": "Dice",
      "location": "Austin, TX",
      "via": "via LinkedIn",
      "description": "Dice is the leading career destination for tech experts at every stage of their careers. Our client, Genuent Global, LLC, is seeking the following. Apply via Dice today!\n\nGenuent is hiring a Digital Ads Graphic Designer for our direct client located in the Austin, TX area. This is a direct hire opportunity. Qualified candidates should send an udpated, Word version of their resume to Rachel Yarbrough at We are seeking an accomplished Digital Ads Graphic Designer to take our PPC campaigns to the next level. This role will be a part of our rapidly growing team of professionals responsible for creating and optimizing our graphics to ensure our brand resonates with our target audiences on Facebook and Instagram. The Digital Ads Graphic Designer will constantly push not only their creativity on design but test the response to their designs through proven data strategies. About You You love to push creative boundaries and find unique ways to stop the scroll and drive the click. Your love for... graphic design lives alongside your passion for social media campaigns with outstanding click through rates. You thrive in an evolving work environment while keeping order to your workflow. Your ideal day is equal parts creative, data-driven, and task-oriented to hit project deadlines. What you'll do Create compelling, cohesive, and on-brand designs across all channels with a specific focus on Facebook social media advertising but also includes Search (Google, Bing, Amazon) Display (Criteo, Google, FB, Amazon) Additional channels as they arise Iterate and optimize split test variations based on data to ensure that designs maximize clicks and conversions on Facebook and other platforms Maintain solid brand guidelines across ads Utilize the team file structure and naming conventions so that design files can be easily located and updated Take immense pride in your work and demonstrate your passion about improving your craft and skills Bring fresh ideas to the table and stay up-to-date on design trends in Facebook, PPC, display native advertising Stay focused and on task with minimal oversight or direction Practice open, honest, and supportive communication Think critically and proactively problem solve Excel in a rapidly growing and dynamic environment Knowledge, Skills, Abilities 3-5 years as a graphic designer with hands-on experience in digital advertising (Facebook ad design experience is a must) Expertise in Adobe Creative Suite (Photoshop, InDesign, Illustrator) A strong foundation of design fundamentals - typography, layout, color, etc Familiarity with best practices in digital advertising (PPC) design across all devices Track record of high-quality designs delivered on time Understanding of marketing terminology (call to action, conversion, etc.) Experience designing for direct response and e-commerce marketing",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQKlgydP7sElaJC9qPrtNHwBhyTMHYgii1RPWsy&s=0",
      "extensions": [
        "6 days ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "6 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJEaWdpdGFsIEFkcyBHcmFwaGljIERlc2lnbmVyIiwiY29tcGFueV9uYW1lIjoiRGljZSIsImNvbXBhbnlfbWlkIjoiL20vMDJnNXYyIiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJ0T0RwUTI4dXBoTWozdkdRQUFBQUFBPT0iLCJmYyI6IkVzc0JDb3dCUVU1VlgwNXhWRVJUWTA0Mk5rSkxabXhPZFhWWWVESk1YMGhYZW5kS1psVndaM2xIUVRob09UWm9NR0V4ZFdkSWFFUlVSbGh4WldwWmNsYzNUVE0zUzB4V056bFJhMjlsTjBaa1FqaElRbFZWUTI1TmRVMHllbEZqTW5ONU5FY3pibGxDZFRWYVh6azBhV2hGTkdGa1ZIQmlSVWxDU0ZwQk9HeDJObUUwZG1seVpFbzJhVVJLUjNwUWRHVVNGa1U0WW14WlRtNWhUVmxsYTE5UlltTTFjVTlCUTNjYUlrRlBUVmxTZDBGR1ZXbHpTak5QVXkxbVdtaGxTWE5mZVZST1FtSkhTVXRKZVZFIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNzEiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9kaWdpdGFsLWFkcy1ncmFwaGljLWRlc2lnbmVyLWF0LWRpY2UtMjYyNzg1NTI4MT91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "Growth Product Manager",
      "company_name": "IZEA",
      "location": "Austin, Texas, Amerika Serikat",
      "via": "melalui LinkedIn",
      "description": "About Us\n\nIZEA Worldwide, Inc. (\"IZEA\") is a marketing technology company providing software and professional services that enable brands to collaborate and transact with the full spectrum of today's top social influencers and content creators.\n\nThe company serves as a champion for the growing Creator Economy, enabling individuals to monetize their content, creativity, and influence. IZEA launched the industry's first-ever influencer marketing platform in 2006 and has since facilitated nearly 4 million transactions between online buyers and sellers.\n\nLeading brands and agencies partner with IZEA to increase digital engagement, diversify brand voice, scale content production, and drive highly measurable return on investment.\n\nWe are an equal opportunity employer and celebrate diversity in our team members.\n\nCandidate Location\n\nCandidates must be very comfortable with a remote workforce, as IZEA’s workforce is currently 100% remote. The ideal candidate should thrive with the freedom and... flexibility this structure provides.\n\nDue to this being a work-from-home opportunity, it is posted in multiple locations. However, there is currently only one opening.\n\nGrowth Product Manager Overview\n\nWe are looking for a product manager to focus on the growth of our Shake product. You will identify and remove barriers for our users, supporting and growing an exciting new marketplace. You’re a critical thinker who loves working on teams, can manage several projects at once and knows how to measure and interpret data.\n\nAside from the day-to-day, we can offer you incredible benefits including an annual continuing education budget, a trust-focused team, a flexible and collaborative work environment where balance matters, stock ownership, and an annual company retreat.\n\nThe team strives to be ego-free and motivated only by building amazing software for our users. We seek to understand the \"why\" behind the \"what\". We regularly break out into small teams to tackle problems, learn new technologies, or just share what we know with others. We test our code and invest in the health of our systems. We push each other, learn from each other, and strive to continually grow.\n\nEssential Functions\n• Have a deep understanding of our users, their needs and experiences across our products to use data, market knowledge and industry best practices to define our strategy for adoption\n• Define, understand, track and optimize growth funnels through user research and data analysis\n• Partner with cross functional teams to implement innovative solutions to iteratively improve the user experience and achieve identified strategic KPIs\n• Define product KPIs and data-driven strategies for tracking product success or failure with input from stakeholders\n• Analyze the impact of strategic growth initiatives, define and report on KPIs and present recommendations to executive stakeholders\n• Ensure necessary insights are being tracked and captured throughout our platform to fuel data driven decisions\n• Continually identify and propose novel solutions to user friction points and opportunities for new features that delight and bring value to users\n• Define and communicate product timelines and launch plans necessary to bring your product or feature(s) to market\n\nExperience, Qualifications & Requirements\n• 3+ Years of product management experience\n• Experience working in product marketing, product analytics, other strategic marketing experience a plus\n• Prior marketplace experience\n• Experience identifying patterns, trends and solving complex problems\n• A passion for our industry and the problems we’re solving\n• Experience with A/B testing and optimization\n• Experience working with designers and engineers\n• Self-motivated and the ability to thrive is a fast moving environment\n• A team player who shares knowledge and information with others and loves to collaborate\n• Experience leading quantitative and qualitative research to make strategic decisions. You should be data-minded whenever possible.\n• Technical experience enabling you to effectively engage in conversations with our Engineering team in order to understand effort, tradeoffs and architecture\n• Familiarity with agile methodologies\n• Excellent written and verbal communication skills with experience presenting to executive audiences\n• Experience with Google Analytics, Mouseflow, Pendo, Hotjar, Mixpanel or other analytics tools\n• Familiarity with Google Data Studio, SQL\n\nWhy Would You Want to Work Here?\n\nThe act of hiring is not simply to up the headcount or to fill a seat quickly. When we hire at IZEA, it’s to add to our strong existing roster of talent and choose the right individual to impact, collaborate, commit, inspire, and grow alongside our tenured teams.\n\nIZEA has been ranked a ‘Top Place to Work’ by the Orlando Sentinel for the past 4 years and has been recognized as a Deloitte “Fast 500” honoree for the past 2 years. We take great pride in creating a positive work environment for all our employees - from our investment in team member ongoing education to the ability to influence real change across our business - we are dedicated to your long-term growth and success.\n\nAt IZEA, you have an opportunity to make an impact on a global scale. IZEA connects leading brands with a network of over 850,000 opt-in creators ranging from YouTube stars to mommy bloggers and everyone in-between. We are the pioneers fueling the democratization of information, entertainment, marketing, and commerce. Our platforms fuel the burgeoning Creator Economy, filled with the next generation of artists, poets, filmmakers, photographers, thought leaders, comics, actors, and musicians. What you do here will impact hundreds of thousands of people directly and influence the actions of millions more.\n\nWe provide an open, flexible workplace that welcomes people from diverse backgrounds and viewpoints. IZEA places value on action and results. We seek individuals that thrive in a challenging and fast-evolving work environment. While the company is over 14 years old, our executives remain active player-coaches -- they roll up their sleeves and get their hands dirty by working side-by-side with our team members across all levels of seniority to accomplish our common goals. IZEA is focused on promoting an inclusive environment and is proud to be an equal opportunity employer. We celebrate the different viewpoints and experiences our diverse group of team members bring to our company.\n\nIf you are the very best at what you do and seeking an opportunity to attack the “never been done before” with a passionate team of dreamers and doers, we encourage you to apply.\n\nCalifornia residents, please follow\n\nPowered by JazzHR\n\nMjlcao3kTl",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR9T20DYbCEJNlVE2j6Zy1mt9BzzhwRNjVOrmI6&s=0",
      "extensions": [
        "7 jam yang lalu",
        "Pekerjaan tetap"
      ],
      "detected_extensions": {
        "posted_at": "7 jam yang lalu",
        "schedule_type": "Pekerjaan tetap"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJHcm93dGggUHJvZHVjdCBNYW5hZ2VyIiwiaHRpZG9jaWQiOiJwMDVkYnFIVlJSR010VGRRQUFBQUFBPT0iLCJmYyI6IkVzc0JDb3dCUVU1VlgwNXhWR0pYUldjMGVYSmxabnBIZGxSWWIxWnhXRVJJZFhOeFJWSXlVMHd4VTJGeWNVa3lhSE42Y1d4RVdUTXpTbmczU1RSQmMwVnlZVEl4VGpKTmIzQllVbmgzWVRZMk1FRnhiazVDWW5vellXSnhSMlpMYmtoaWNEbGplVmQyWm5Cd1RYaHFUWGR1UWpWMmNqbE1iWGwxV1V4YVYwbE9ibEkyTjFGMVpYcHFkMVZuYlRKTk5rTVNGaTFOVkd4WlVDMTJTV05YUm5SUllYQXlXVVJSUW1jYUlrRlBUVmxTZDBGM05DMXljVTFqWmtaR1lUQlRXRkJXZDJac1FYY3pWMkpEVVVFIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJMYW1hciBkaSBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL3d3dy5saW5rZWRpbi5jb20vam9icy92aWV3L2dyb3d0aC1wcm9kdWN0LW1hbmFnZXItYXQtaXplYS0yNjM3ODY3ODU0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "Product Manager",
      "company_name": "Ascension",
      "location": "Austin, Texas, Amerika Serikat",
      "via": "melalui LinkedIn",
      "description": "We Are Hiring\n\nProduct Manager\n\nPreferred Location: St Louis MO, Austin TX or Chicago IL\n\nWhat You Will Do\n\nThe Ascension Studio builds solutions that transform the way Ascension delivers healthcare to millions. We empower our product teams to solve hard problems - customer problems and business problems - in ways that our customers love, yet work for our business. These teams are cross-functional and durable, generally comprising a product manager, a product designer, and several engineers.\n\nWe staff our product teams with the skills necessary to come up with effective solutions that are valuable (our customers choose to buy or use), viable (the solution works within the many constraints of the business), usable (the user can figure out how to use) and feasible (our engineers have the skills and technology to implement).\n\nWhile the product designers ensure usability and the engineers ensure feasibility, the product manager must understand the entire solution, constantly optimizing... between different areas to ensure that solution delivers the maximum value over time.\n\nThis means that the product manager must bring to the product team a solid knowledge of the various business aspects, including marketing, legal, compliance, customer service, finance, and privacy, along with industry trends and competitive landscape. The product manager must also provide a deep knowledge of our users and customers, and identify how to measure our customers’ engagement with our products. Finally, the product manager is expected to know enough about the technology to help make tradeoffs against other areas of the products, alongside their engineering counterparts.\n\nWhile each member of the product team may be accountable for a specific risk, we look for product managers that understand that consistent innovation is the result of each member of the product team contributing their passion and ideas. The product manager must collaborate closely with all members of the teams to discover effective solutions, and then work together to deliver those solutions to the market.\n\nWhile we empower our product teams to figure out the best solutions to the problems that need to be solved, we also hold those teams accountable to the results. Shipping is necessary, but not sufficient. We look for product managers that are not afraid of signing up for results, even when this means they have to work through others to achieve the necessary results.\n\nThis job, as with the other roles on the product team, is an individual contributor role. You will need to be able to influence your teammates, as well as colleagues, stakeholders, and key executives, through your use of leadership skills, data, storytelling, and logic.\n\nDesired Knowledge, Experience and Traits\n• Bachelor’s degree or equivalent practical experience.\n• Demonstrated understanding of the techniques and methods of modern product discovery and product delivery.\n• 2 years working on technology-powered products as either a product manager, product designer, engineer, data analyst, data scientist, or user researcher.\n• Successful history of developing and delivering successful technology products to the market\n• Demonstrated ability to learn multiple functional areas of business - engineering, design, finance, sales, or marketing.\n• Experience working on cross functional teams\n• Demonstrated ability to figure out solutions to hard problems with many constraints, using sound judgement to assess risks, and to lay out your argument in a well-structured, data-informed, written narrative.\n• Proven ability to engage with engineers, designers, and company leaders in a constructive and collaborative relationship.\n• Understanding of an agile approach/mindset to product development\n• Strong communication skills, including the ability to speak clearly to a group of people\n• Knowledgeable on technology trends, excited to help craft the future of healthcare\n• Ability have a short term in depth focus and long term strategic vision for product\n\nDiverse Perspectives\n\nWe know that innovation thrives on product teams where diverse points of view come together to solve hard problems in ways that are just now possible. As such, we explicitly seek people that bring diverse life experiences, educational backgrounds, cultures, and work experiences. Please be prepared to share with us how your perspective will bring something unique and valuable to our product teams.\n\nWhat You Will Need\n\nEducation:\n• High school diploma/GED with 2 years of experience, or Associate's degree, or Bachelor's degree required.\n\nWork Experience\n• 3 years of experience required.\n• 5 years of experience preferred.\n• 1 year of leadership or management experience preferred.\n\nAdditional Preferences\n\nWhy Join Our Team\n\nAscension is a faith-based healthcare organization dedicated to transformation through innovation across the continuum of care. As one of the leading non-profit and Catholic health systems in the U.S., Ascension is committed to delivering compassionate, personalized care to all. In FY2020, Ascension provided $2.4 billion in care of persons living in poverty and other community benefit programs. Ascension includes more than 160,000 associates and 40,000 aligned providers across a national network of ministries. We offer rewarding careers across more than 2,600 sites of care - including 146 hospitals and more than 50 senior living facilities - in 19 states and the District of Columbia.\n\nEqual Employment Opportunity Employer\n\nAscension is an equal opportunity employer (EEO) and affords equal opportunity to all associates and applicants without regard to race, color, religion, national origin, gender identity, sexual orientation, age, physical or mental disability, veteran status, genetic data, or other legally protected status.\n\nFor further information regarding your EEO rights, click on the following link to the “EEO is the Law” poster:\n\nhttp://www.dol.gov/ofccp/regs/compliance/posters/pdf/eeopost.pdf\n\nEEO is the Law Poster Supplement\n\nPlease note that Ascension will make an offer of employment only to individuals who have applied for a position using our official application. Be on alert for possible fraudulent offers of employment. Ascension will not solicit money or banking information from applicants.\n\nThis employer participates in the Electronic Employment Verification Program. Please click the E-Verify link below for more information.\n\nE-Verify\n\nRight to Work",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT7Hbg5ixZBsN_TaA774j6CE391Vh4eS6K4NAKY&s=0",
      "extensions": [
        "13 jam yang lalu",
        "Pekerjaan tetap"
      ],
      "detected_extensions": {
        "posted_at": "13 jam yang lalu",
        "schedule_type": "Pekerjaan tetap"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJQcm9kdWN0IE1hbmFnZXIiLCJodGlkb2NpZCI6Ii12dFRIR0pZeDUyRGR1cURBQUFBQUE9PSIsImZjIjoiRXNzQkNvd0JRVTVWWDA1eFZFRlBiakJ4UkMxdlRqUTNOR2hRUjA1dmNUaDJaVmRuY0ZWUmNuWmlRa3BMY1VRelNIcEdNVFJ0VG5WdmFEQXRObUYyUzBwWVVWOXdOV0pOTW5kcGRUSkNjMFZ2ZDBWQmVGY3lUVnBvVWswMFFVSkRYM0UwUlROQk5ETjFiR1JhZVZKNmVFUlliMmt3YkVkNFRWOWpYM05rT0dKVmVtSmhTSEZEZFRSWlFtZGxaMU5yYjAwU0ZpMU5WR3haVUMxMlNXTlhSblJSWVhBeVdVUlJRbWNhSWtGUFRWbFNkMFJQTWxWQlYxZENVWE50UVRZdExYWmZhSGcxVVVkdExVYzFhMEUiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xNSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJMYW1hciBkaSBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL3d3dy5saW5rZWRpbi5jb20vam9icy92aWV3L3Byb2R1Y3QtbWFuYWdlci1hdC1hc2NlbnNpb24tMjYzNzI2MjU2ND91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "Product Manager, Organized Workflows - Location Flexible",
      "company_name": "Dropbox",
      "location": "Austin, Texas, Amerika Serikat",
      "via": "melalui LinkedIn",
      "description": "Company Description\n\nDropbox is a leading global collaboration platform that's transforming the way people work together, from the smallest business to the largest enterprise. With more than 500 million registered users across more than 180 countries, our mission is to unleash the world’s creative energy by designing a more enlightened way of working.\n\nHeadquartered in San Francisco, CA, Dropbox has more than 12 offices around the world.\n\nTeam Description\n\nOur Product team advocates for our users and our business, setting the vision for our growing family of products. We use data, research, strategy, and empathy to guide multidisciplinary teams toward a common goal, balancing diverse perspectives and empowering our teams to do great work. As we scale globally, there’s plenty of space for you to grow alongside us and simplify life for millions of people around the world in team that always focuses on we, not I, and creates delightful products that are worthy of trust.\n\nRole... Description\n\nDropbox’s core product solves crucial file syncing and sharing needs for millions of active customers across a wide variety of applications. That said, the nature of work is changing, and we believe to best serve our customers we’ll need to deliver value wherever their work is taking place.\nThus, we are seeking a product manager to help own and execute the vision in our Organized Workflows area. This will be both a strategic and execution focused role. An ideal candidate should be able to empathize with our customers, draw insights from customer research, and leverage said insights to bring new experiences to market.\nResponsibilities\n• Collaborate with Engineering and Design to execute the product roadmap (product requirements, stakeholder management, resource allocation, etc.)\n• Partner with Product Marketing, User Research and analytics teams to deliver new insights about our customers\n• Leverage said insights to make recommendations and roadmap changes that deliver the best outcomes to Dropbox and our customers\n• Incorporate stakeholder and partner team needs to make sure the solutions we’re building are ideal for Dropbox as a whole\n\nRequirements\n• 2 or more years of Product Management experience\n• Proven ability to work cross-functionally in a highly collaborative environment\n• Proven ability to analyze and use data to inform decisions\n• Deep understanding and empathy for users\n• Excellent written and oral communication skills\n\nDropbox is an equal opportunity employer. We are a welcoming place for everyone, and we do our best to make sure all people feel supported and connected at work. A big part of that effort is our support for members and allies of internal groups like Asians at Dropbox, BlackDropboxers, Latinx, Pridebox (LGBTQ), Vets at Dropbox, Women at Dropbox, ATX Diversity (based in Austin, Texas) and the Dropbox Empowerment Network (based in Dublin, Ireland",
      "extensions": [
        "12 jam yang lalu",
        "Pekerjaan tetap"
      ],
      "detected_extensions": {
        "posted_at": "12 jam yang lalu",
        "schedule_type": "Pekerjaan tetap"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJQcm9kdWN0IE1hbmFnZXIsIE9yZ2FuaXplZCBXb3JrZmxvd3MgLSBMb2NhdGlvbiBGbGV4aWJsZSIsImh0aWRvY2lkIjoiMXFqamJVMkdMR1NPQkNELUFBQUFBQT09IiwiZmMiOiJFc3NCQ293QlFVNVZYMDV4VkZCcUxXTTJhWFo0Tmkxak5sWnFaVkF0VDIxUFdFeEhMVEpNVWtGeFp6Sk1Razl5TVRkV1preEdVRlJ0Y1ZWMWRYWldjSGswYjB4cVpVRm5RazVzWDJJNFNWRXdOMUpPYTNwVWJXaDROMUpZY1haRlZ6WmFORmhOVlVkQ1NXSlZiRFU0UlMxalNHaFNiVVZwVlZCVFdHUTVNakJzVUdoaGFtRlZjMjE1WDFwcE0zRTVjbm9TRmkxTlZHeFpVQzEyU1dOWFJuUlJZWEF5V1VSUlFtY2FJa0ZQVFZsU2QwUkVVMDk0U0dVME1VNHlVWFoyVFhKcVFuUkZZa3cyVFhJd1VtYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzIzIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkxhbWFyIGRpIExpbmtlZEluIiwibGluayI6Imh0dHBzOi8vd3d3LmxpbmtlZGluLmNvbS9qb2JzL3ZpZXcvcHJvZHVjdC1tYW5hZ2VyLW9yZ2FuaXplZC13b3JrZmxvd3MtbG9jYXRpb24tZmxleGlibGUtYXQtZHJvcGJveC0yNjM3MzA0NzA5P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "Business Operations, Product Manager (EUC) - Opportunity for Working Remotely",
      "company_name": "VMware",
      "location": "Austin, Texas, Amerika Serikat",
      "via": "melalui LinkedIn",
      "description": "Job Role And Responsibilities\n\nWe are searching for a talented, dynamic, hands-on candidate to be\n\npart of our Business Operations team in the End User Computing Business Unit. In\n\nthis role, you will work closely with cross functional teams both inside and outside of\n\nthe Business Unit including Product Development, Marketing, Sales, Services and\n\nOperations. The Product Manager’s primary responsibility will be to support\n\ndevelopment of our data driven go to market initiative, to help provide better\n\ninsights to our sales teams to support them as they look to maximize customer\n\nlifetime value. In addition, the product manager will be assisting with our SaaS\n\ntransformation initiatives as we look to both standardize and optimize our processes\n\nas we pivot to subscription.\n\nResponsibilities Include, But Are Not Limited To\n\nDefine and document data requirements to help assist our sales teams both generate more annual recurring revenue (ARR) and maximize customer lifetime value... (CLV)\n\nPartner with our data teams to ensure we have both the right data available and ensure the integrity of the data\n\nResearch, documentation, optimization, and improvement of key business and operations processes, including communication and change management across functions\n\nProviding analytical support to team members, including business model creation with key project indicator definition and reporting\n\n Partner with the Product teams to drive operational changes to assist the customer journey\n\n Helping to define a cross-functional product lifecycle operating model for our Cloud Services\n\n Facilitate communications across cross functional teams on critical projects, manage plans, and drive any issues to resolution.\n\n Organize and document internal reports, project trackers, operating procedures and templates\n\n Identify gaps and drive improvements in BU processes and systems for internal teams, customers and partners\n\nRequired Skills\n\nBachelor's degree in any relevant field of study\n\nCoursework (in some) of the following: Business Administration and Management, Engineering & Sciences, Data.\n\n High level of accountability and integrity\n\n Ability to think creatively, take ownership of tasks, and adapt to changing business requirements with a “fix it” attitude\n\n Strong interpersonal skills, including good communication with the ability to articulate ideas in a precise and concise manner\n\n Motivated self-learner with the passion and follow through to acquire new skills\n\nPreferred Skills\n\n Experience with reports and analytics using tools like Excel, Smartsheets, PowerBI, tableau etc\n\n Exposure to high tech - Awareness of the industry and market trends, coursework, internship\n\n Effective presentation skills\n\n Previous internship experience is a plus\n\nCategory : Marketing\n\nSubcategory: Product Management\n\nExperience: Entry Level\n\nFull Time/ Part Time: Full Time\n\nPosted Date: 2021-07-06\n\nVMware Company Overview: At VMware, we believe that software has the power to unlock new opportunities for people and our planet. We look beyond the barriers of compromise to engineer new ways to make technologies work together seamlessly. Our cloud, mobility, and security software form a flexible, consistent digital foundation for securely delivering the apps, services and experiences that are transforming business innovation around the globe. At the core of what we do are our people who deeply value execution, passion, integrity, customers, and community. Shape what’s possible today at http://careers.vmware.com.\n\nEqual Employment Opportunity Statement: VMware is an Equal Opportunity Employer and Prohibits Discrimination and Harassment of Any Kind: VMware is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at VMware are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. VMware will not tolerate discrimination or harassment based on any of these characteristics. VMware encourages applicants of all ages. Vmware will provide reasonable accommodation to employees who have protected disabilities consistent with local law",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRAjeRYk-KmPWdUlG8OARHycCUWtW9wAgXSoRQW&s=0",
      "extensions": [
        "11 jam yang lalu",
        "Pekerjaan tetap"
      ],
      "detected_extensions": {
        "posted_at": "11 jam yang lalu",
        "schedule_type": "Pekerjaan tetap"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJCdXNpbmVzcyBPcGVyYXRpb25zLCBQcm9kdWN0IE1hbmFnZXIgKEVVQykgLSBPcHBvcnR1bml0eSBmb3IgV29ya2luZyBSZW1vdGVseSIsImh0aWRvY2lkIjoiXy11TkVmekI4SXpBWnBxRUFBQUFBQT09IiwiZmMiOiJFc3NCQ293QlFVNVZYMDV4VVhsYU1VUTNZV0puY1c1TmNucG9jalJIUjB4ZmFWVlVPRGxoVUZWSllqVTRNMXBZV2xKRWVteGZPVGxYZDNsWU5XSTBWVTB5VFhWclpVTlRSRXhVVjBORFJreEtPV1ZVWDJ4eFNrZEdTek5XYm1OcE1qaFJkVGg1Y1ZCeFdVcHdNRk51Vm5CdWFFSndSRlE0Y2kxUVFtazFNamRUT1RGNVdqSkRVRmw2ZDBwaFZuSnhSMjBTRmkxTlZHeFpVQzEyU1dOWFJuUlJZWEF5V1VSUlFtY2FJa0ZQVFZsU2QwSkpZa016ZGw5TFlsZEhibkpRVTJaWWRXaE9OVUZ4TFVGUldXYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzMwIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkxhbWFyIGRpIExpbmtlZEluIiwibGluayI6Imh0dHBzOi8vd3d3LmxpbmtlZGluLmNvbS9qb2JzL3ZpZXcvYnVzaW5lc3Mtb3BlcmF0aW9ucy1wcm9kdWN0LW1hbmFnZXItZXVjLW9wcG9ydHVuaXR5LWZvci13b3JraW5nLXJlbW90ZWx5LWF0LXZtd2FyZS0yNjM3MzYxNjI0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "Principal User Experience (UX) Researcher - Austin, TX",
      "company_name": "DELL",
      "location": "Austin, Texas, Amerika Serikat",
      "via": "melalui Dell Careers",
      "description": "Principal User Experience Researcher – Austin, Texas\n\nAre you driven by curiosity, moving forward, and opening new doors that lead down new paths? Are you always thinking about the next innovative product to bring to life?\n\nDell's Experience Innovation Group is seeking talented designers, technologists, researchers, and strategists to collaborate and develop amazing experiences for our customers. We're looking for individuals who are passionate about working in an agile, diverse, global team, who can reimagine tomorrow and deliver solutions that solve real problems.\n\nAs a team, we live to take risks, push boundaries, and stretch beyond the comfort zone – with a vision to create technologies that drive human progress.\n\nJoin us to do the best work of your career and make a profound impact as a Principal User Experience Researcher in Austin, Texas!\n\nOVERVIEW of Role\n\nAs a Principal User Experience Researcher, you will be responsible for understanding and representing the user in all... phases of delivering Dell Technology solutions. While collaborating with key engineering and business partners, you will plan and execute research that helps define and drive exceptional user-experiences across software products and design initiatives.\n\nYou will:\n• Ensure experiential designs achieve the highest level of usability, desirability, and customer satisfaction\n• Help deliver an end-to-end user centered design process across some of Dell’s most exciting end-user computing devices\n• Work in an environment that allows you to apply cutting edge UX research and design that touches millions of users\n\nTake the first step towards your dream career\nEvery Dell Technologies team member brings something unique to the table. Here’s what we are looking for with this role:\n\nEssential Requirements\n• MS or PhD in Human-Computer Interaction, Human Factors, Cognitive Psychology, Design Anthropology or another appropriate discipline plus 6+ years of industry experience conducting user and design/experience research using various methods and working in-team with developers and designers\n• Experience with a broad range of research methods, data collection and analytical techniques such as survey construction/analysis, UI prototype development, usability testing, focus group facilitation, and semi-structured and unstructured observational methods and statistical/quantitative and qualitative data analysis\n• Ability to synthesize and summarize findings within and across studies and participants, identify key insights and opportunities, and work with designers and product owners to turn data into great user experiences\n• Excellent communication and storytelling skills – verbal, written, and experience engaging with executive stakeholders, product owners, development team members, business analysts/strategists, media representatives and customers\n• Ability to drive success in an engineering and technology-driven organization\n\nDesirable Requirements\n• Deep understanding of consumer and productivity computing products and trends\n• Experience working on hardware/software ecosystems\n• Knowledge of marketing, brand, and strategy-oriented research methods including experience with customer segmentation, user taxonomies, and persona development\n\nHere’s our story; now tell us yours\n\nDell Technologies helps organizations and individuals build a brighter digital tomorrow. Our company is made up of more than 150,000 people, located in over 180 locations around the world. We’re proud to be a diverse and inclusive team and have an endless passion for our mission to drive human progress.\n\nWhat’s most important to us is that you are respected, feel like you can be yourself and have the opportunity to do the best work of your life -- while still having a life. We offer excellent benefits, bonus programs, flexible work arrangements, a variety of career development opportunities, employee resource groups, and much more.\n\nWe started with computers, but we didn’t stop there. We are helping customers move into the future with multi-cloud, AI and machine learning through the most innovative technology and services portfolio for the data era. Join us and become a part of what’s next in technology, starting today.\n\nYou can also learn more about us by reading our latest Diversity and Inclusion Report and our plan to make the world a better place by 2030 here.\n\nDell is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at Dell are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. Dell will not tolerate discrimination or harassment based on any of these characteristics. Dell encourages applicants of all ages. Read the full Equal Employment Opportunity Policy here",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR4dKCcIZbOu2ph7Zw3MVwdNTQHAqzv7gjmRVfA&s=0",
      "extensions": [
        "Lebih dari 1 bulan lalu",
        "Pekerjaan tetap"
      ],
      "detected_extensions": {
        "posted_at": "Lebih dari 1 bulan lalu",
        "schedule_type": "Pekerjaan tetap"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJQcmluY2lwYWwgVXNlciBFeHBlcmllbmNlIChVWCkgUmVzZWFyY2hlciAtIEF1c3RpbiwgVFgiLCJodGlkb2NpZCI6Im1idE9JUjhuVktCQUNJeE9BQUFBQUE9PSIsImZjIjoiRXNzQkNvd0JRVTVWWDA1eFUyNHhXbWx2VFV4RFRHMXNiV0ZKTnpNdFoxSlZVMDlxZVZCMWNqWlRXRVZEY0ZseE5FZEtjVTE1UVVwclZrcDJVeTEyVFRadk5ucEZXbGRmVm10aFRWcGhjMlpUTW5FMmJrMWtNRFphTVZOMFRsZHFWR05HTFdwTlVVbEdSazlCVG5SSFgwbHZSalpKYVRWVlNXdHJjWFF5VG05SVZGYzJRbTF2Vm5oUlZGcFVkblpMWTNFU0ZpMU5WR3haVUMxMlNXTlhSblJSWVhBeVdVUlJRbWNhSWtGUFRWbFNkMEpVTjI5TlFXZ3haakF5WjNwTU5tcHZlVEZNVW01ZmFFeHRNVkUiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18zOCIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJMYW1hciBkaSBEZWxsIENhcmVlcnMiLCJsaW5rIjoiaHR0cHM6Ly9qb2JzLmRlbGwuY29tL2pvYi9hdXN0aW4vcHJpbmNpcGFsLXVzZXItZXhwZXJpZW5jZS11eC1yZXNlYXJjaGVyLWF1c3Rpbi10eC8zNzUvMTk0NjUzNjY/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
    },
    {
      "title": "Associate Product Manager",
      "company_name": "Kasasa",
      "location": "Austin, Texas, Amerika Serikat",
      "via": "melalui LinkedIn",
      "description": "Summary Of Purpose\n\nLocation: Remote (U.S.)\nThe Associate, Product Management is a key member of the Product Team that optimizes Kasasa products to ensure client and consumer satisfaction, while identifying opportunities for new product innovation. You will support the Senior Product Managers and Product Leadership as well as work cross functionally throughout Kasasa to identify and fill product gaps, achieve team and corporate goals, and research opportunities to provide new and enhanced products to Kasasa's clients while embodying the Patch Values. You will be willing to pitch in on multiple projects and has a thirst for learning. Kasasa's Product Team is very fast-paced and is looking for a team member who can keep up.\n\nEssential Functions\n• Infuses the Patch Values into your work ethic, every day and every interaction\n• Assist Product Leadership and Senior Product Managers in achieving annual in-market goals and business plans\n• Assist in the development of products and projects... by writing use-cases and high-level requirements for internal teams\n• Assist Product Owners in the process of breaking down requirements into Epics and User Stories, backlog management and prioritization of feature development\n• Assist in managing a product through the product development life-cycle (e.g. product launches, including Sales readiness activities and post-launch efforts)\n• Support beta tests and market product launches, including business readiness activities and post-launch efforts\n• Work cross-functionally with internal teams to hit release dates\n• Learn how to manage a product through the product development life-cycle and how to lead cross-functional teams to resolve problems and implement improvements\n• Assist in managing a product through the product development life-cycle (e.g. product launches, including Sales readiness activities and post-launch efforts)\n• Assist Product Owners in the process of breaking down requirements into Epics and User Stories, backlog management and prioritization of feature development\n• Learn how to effectively communicate project scope, schedule, and deadlines in a cross-functional environment\n• Participate in the leadership of cross-functional teams to resolve problems and implement improvements\n• Support Sales and Account Management with product knowledge and technical expertise\n• Work with client-facing teams to identify and execute opportunities that increase product penetration including the creation of presentations, case studies, website content and white papers\n• Research and analyze market trends, new technologies, and competitors to identify product gaps and identify opportunities\n• Assist in user-acceptance testing as required\n• Troubleshoot arising product issues and/or client requests\n• Use market feedback to inform product refinements and ongoing development\n• Other duties as assigned\n\nPosition Requirements\n• Bachelor's degree with Business concentration\n• Ability to analyze business or technical problems to guide software development\n• 2+ years' experience in a financial B2B Product Management or Marketing role (or equivalent)\n• Proven history of quick-thinking and decision-making capabilities\n• Strong written and verbal communication skills and ability to make presentations\n• Ability to effectively balance multiple projects and tasks simultaneously\n• Strong analytical, problem solving and research skills\n• Must be legally allowed to work in the U.S.\n\nOnly the passionate need apply.\nWe're looking for much more than qualified applicants.\nWe want individuals who believe that anything worthy of their effort is worthy of their best effort. That anything we produce should not merely compete but truly dominate its category.\nKasasa employees are dedicated to helping community banks and credit unions compete and win. Like the Spartans in the Battle of Thermopylae, we stand together and inspire others to join us in our mission.\nStronger as a whole and united by core values, we are more than a team. We are a phalanx. Are you ready to join an amazing group of people who genuinely love their jobs, in an environment that inspires greatness\n\nOur Benefits Include\n\nOpen Paid Time Off AND 14 paid holidays\nGym Membership Reimbursement\nTuition Reimbursement\nLove Fund - established as a way for Spartans to give back to their co-workers in need\nPPO/HSA options for Medical, Dental, Vision with a substantial contribution from Kasasa\nLife Insurance, Long-term Disability, Short-term Disability and Employee Assistance Program\n401K plan with matching contributions\nBar Camps - Internal groups for like-minded employees to support any cause or common goals\nWe are committed to providing equal employment opportunities to all employees and applicants for employment without regard to race, color, ancestry, national origin, citizenship status, gender, gender identity, pregnancy, sexual orientation, transgender status, marital status, religion, creed, age, physical or mental disability, results of genetic testing, genetic information, past, present or prospective service in the military, or any other characteristic or activity protected by federal, state, or local law",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQhy2f6XcHSWaV0QsOBbgyjpUNH2WCf6T5pWdp6&s=0",
      "extensions": [
        "9 jam yang lalu",
        "Pekerjaan tetap"
      ],
      "detected_extensions": {
        "posted_at": "9 jam yang lalu",
        "schedule_type": "Pekerjaan tetap"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJBc3NvY2lhdGUgUHJvZHVjdCBNYW5hZ2VyIiwiaHRpZG9jaWQiOiJFSm1vVkFoeE5zMldTalhuQUFBQUFBPT0iLCJmYyI6IkVzc0JDb3dCUVU1VlgwNXhVMFEyYzE5SlpWcFpOVUYxVkdkSFQwVkliM2gzUzFWc09GWk1MVkZEZDNoQ2JFczRTVUpZUW5oRWNrNWFVbEJZU1hZd1JsVXlRbUZNWjBKcU9Wa3lWRzlUZVhodE9GaDJiRWxwUW1wYWRWOTRVRVV4UWxkcll6aEVjSEZRVFZaS1puRTBkemxmYW1sNlVISlJObFpVWjFkTVoyTkpjSGwyTlhBellsbzRMVUphT0ZSbE9UVVNGaTFOVkd4WlVDMTJTV05YUm5SUllYQXlXVVJSUW1jYUlrRlBUVmxTZDBKVE5uY3daR2w2T0RnMFUzZHNPWGwyTmpCbVlqRlpjRmRHUzNjIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNDYiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiTGFtYXIgZGkgTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9hc3NvY2lhdGUtcHJvZHVjdC1tYW5hZ2VyLWF0LWthc2FzYS0yNjM3NTAxMTM0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "Senior Product Manager",
      "company_name": "OneDrop",
      "location": "Austin, Texas, Amerika Serikat",
      "via": "melalui Ladders",
      "description": "One Drop is the future of health. Our app helps people living with diabetes and other chronic conditions take charge of their health and reach their potential. We’re a determined group of thinkers, doers, and believers who care deeply about what we do. Our mission is ambitious. Our pace is fast.\n\nWe are seeking a Senior Product Manager to join our Product team. This role will be responsible for driving and iterating on the product experience of the One Drop platform from enrollment through activation. The ideal candidate for this role will have a few years of product experience, a natural interest in behavioral science, and what motivates people, and is driven by the One Drop mission.\nYou'll make an impact by:\n• Driving the strategy and roadmap for product experience\n• Working with engineering and UX to set and achieve OKRs\n• Working cross-functionally with customer support, marketing, and operations to make sure that the product onboarding experience is seamless with the rest of the... user journey\n• Working with Customer Success and Customer Care to streamline launches for new clients and customers\n• Overseeing product design and development lifecycle, user story execution, and release management\n• Partnering with Engineering and Product leadership to assess emerging trends and incorporating strategic direction into the onboarding roadmap and backlog\n• Partnering with Behavioral Science to understand how to best help our users achieve their health goals\n• Helping shape internal product processes\n• Using qualitative and quantitative methods to surface unmet user need\nYou'll bring:\n• 5+ years of software as a service (SaaS) product management experience or related experience\n• A proactive and self-starter mentality - comfortable navigating ambiguity\n• A collaborative approach. You enjoy organizing teams to work cross-functionally and achieve results\n• An ability to focus on details but also see the big picture as it relates to the user experience and business objectives\n• An established ability to build a consensus and establishing credibility by being thoughtful, logical, and data-driven\n• An analytical, metrics-driven thought process, deep empathy, and a user-centered approach to leadership\n• A proven track record of entering a new space and building expertise rapidly\n• * Bonus Points:\n• Experience working with behavioral support or health app\nYou'll get:\n• To deeply impact the lives of people with chronic conditions\n• The opportunity to contribute at an early stage startup and help develop the future of healthcare\n• Competitive salary and equity commensurate with experience and performance\n• Medical, Dental, and Vision insurance and 401k plan\n• Yearly Professional Development budget\n• Unlimited vacation days\n• Beautiful loft office space conveniently located in Downtown Austin\n• Weekly catered lunches, company swag, company outings, and other surprises when you start\n\nOne Drop is the future of healthcare. Our mission is to develop technology that ensures all people living with diabetes and other chronic conditions can thrive. We harness the power of data science and mobile computing to make healthcare more affordable, accessible, and effective.\n\nOur clinically proven mobile platform combines AI-powered predictive insights, personalized health coaching, and FDA-approved connected devices to simplify self-care. And it works. People using the One Drop platform have seen significant improvements in their health in just a few weeks.\n\nAt One Drop, we recognize that people come with a wealth of experience and talent beyond just the technical requirements of a job. If your experience is close to what you see listed here, please still consider applying. One Drop provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability or genetics. Diversity of experience and skills combined with passion is a key to innovation and excellence. Therefore, we encourage people from all backgrounds to apply to our positions. Please let us know if you require accommodations during the interview process.\n\nTo all recruitment agencies: One Drop does not accept unsolicited agency resumes. Please do not forward resumes to our jobs alias or One Drop employees. One Drop is not responsible for any fees related to unsolicited resumes",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSIsd7lvD40FL4B83TPerrWJucfv7Om6XFeS2cE&s=0",
      "extensions": [
        "2 hari yang lalu",
        "US$100 rb–US$150 rb per tahun",
        "Pekerjaan tetap"
      ],
      "detected_extensions": {
        "posted_at": "2 hari yang lalu",
        "schedule_type": "Pekerjaan tetap",
        "salary": "US$100 rb–US$150 rb per tahun"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJTZW5pb3IgUHJvZHVjdCBNYW5hZ2VyIiwiaHRpZG9jaWQiOiJIa2RsRXZidnhwbEIzaHlqQUFBQUFBPT0iLCJhcHBseV9saW5rIjp7InRpdGxlIjoiTGFtYXIgZGkgTGFkZGVycyIsImxpbmsiOiJodHRwczovL3d3dy50aGVsYWRkZXJzLmNvbS9qb2Ivc2VuaW9yLXByb2R1Y3QtbWFuYWdlci1vbmVkcm9wLWF1c3Rpbi10eF80NzIwMTAwNj91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "Product Manager",
      "company_name": "Facebook",
      "location": "Austin, Texas, Amerika Serikat",
      "via": "melalui Built In Austin",
      "description": "Facebook Product Managers work with teams of engineers and designers to build products. We are looking for extremely entrepreneurial Product Managers to help innovate and execute product initiatives across the company.\nProduct Manager Responsibilities\n\nLead the ideation, technical development, and launch of innovative products.\n\nEstablish shared vision across the company by building consensus on priorities leading to product execution.\n\nDrive product development with a team of world-class engineers and designers.\n\nIntegrate usability studies, research and market analysis into product requirements to enhance user satisfaction.\n\nDefine and analyze metrics that inform the success of products.\n\nUnderstand Facebook’s strategic and competitive position and deliver products that are recognized as best in industry.\n\nMaximize efficiency in a constantly evolving environment where the process is fluid and creative solutions are the norm.\n\nMinimum Qualifications\n\n5+ years experience in building... software products as a product manager or product owner\n\nExperience using data to solve business problems\n\nExperience as a product manager working with different sets of clients\n\nCommunication and presentation experience\n\nPreferred Qualifications\n\nExperience building consumer or enterprise software\n\nBA/BS\n\nFacebook's mission is to give people the power to build community and bring the world closer together. Through our family of apps and services, we're building a different kind of company that connects billions of people around the world, gives them ways to share what matters most to them, and helps bring people closer together. Whether we're creating new products or helping a small business expand its reach, people at Facebook are builders at heart. Our global teams are constantly iterating, solving problems, and working together to empower people around the world to build community and connect in meaningful ways. Together, we can help people build stronger communities — we're just getting started.\nFacebook is committed to providing reasonable accommodations for qualified individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or an accommodation due to a disability, you may contact us at accommodations-ext@fb.com",
      "extensions": [
        "Lebih dari 1 bulan lalu",
        "Pekerjaan tetap"
      ],
      "detected_extensions": {
        "posted_at": "Lebih dari 1 bulan lalu",
        "schedule_type": "Pekerjaan tetap"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJQcm9kdWN0IE1hbmFnZXIiLCJodGlkb2NpZCI6Il9hakdSb0pLU2JEanQ3cnRBQUFBQUE9PSIsImZjIjoiRXNzQkNvd0JRVTVWWDA1eFVtMW1WVTFNT0VSTVdUaFBVamxOYjFrelYyVktOa1o0ZG5kMmMzTkNaMlZYTWpKSVFWOUpSbGhOUVdWSlQyVlZaSFZGWXpGU1VrZEJWeTB3TVVOQ1ZYVnlZbGhwU1VaRFRXdFFUR3R3VkRWdVRtOVFPVVpJTkVGTVVsTnhXbVp4ZUc4dGFUWmFhelZ2WDJ4dFJGbGxRMWt3VjAxVFFXMVBTM3AyTkdFMFkwRkZlV2ROV25vU0ZpMU5WR3haVUMxMlNXTlhSblJSWVhBeVdVUlJRbWNhSWtGUFRWbFNkMFJOVFRSTFpHVlhSRWxhY1RsaE9EaFViMkp2Y1cxWVpITmxPVUUiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY181OSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJMYW1hciBkaSBCdWlsdCBJbiBBdXN0aW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cuYnVpbHRpbmF1c3Rpbi5jb20vam9iL3Byb2R1Y3QvcHJvZHVjdC1tYW5hZ2VyLzU5NjgyP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "Product Manager",
      "company_name": "The Home Depot",
      "location": "Austin, Texas, Amerika Serikat",
      "via": "melalui The Home Depot Careers",
      "description": "POSITION PURPOSE\n\nIf providing the best customer experience is the heart of The Home Depot, Product Managers provide the pulse.They stand at the intersection of business, technology, and user experience, solving pain points to deliver the best value possible to end users. They're true product leaders, working cross-functionally with teams of technologists, designers, and business partners to improve sales, efficiency and customer satisfaction.Equipped with the resources of a large retailer and the agile approach of a startup, Product Managers at The Home Depot are innovating strategies that drive value for our business every day. The Home Depot has several product teams which are always hiring:\n• Technology\n• Merchandising\n• Supply Chain\n• Finance\n• Home & Outside Services\n• Operations\n• Human Resources Technology & Analytics\n• Pricing\n• Marketing\n• Online/E-Commerce\n\nMAJOR TASKS, RESPONSIBILITIES AND KEY ACCOUNTABILITIES 40% - Strategy & Planning: Gains a thorough understanding of... customer and associate needs, both existing and potential, and uses that knowledge to help deliver enterprise products that provide Home Depot customers and associates with an unparalleled shopping experience Translates business goals and end user needs into product strategy; communicates direction and product priorities to the development team, other matrixed teams, and third-party partners Identifies goals, metrics, and analytics to determine product value; continually making recommendations and refinements to the product backlog based on learnings Conduct end user research to help identify user stories and help determine Minimum Viable Product (MVP) Partners with Finance to understand financial needs and assists in the creation of business plans for new opportunities Monitors research as well as the competitive landscape to recommend the best solutions and ensure that products remain or become best in class Evaluates research and market analysis on industry innovations and technology platforms to recommend the best possible solution 30% - Delivery & Execution: Ensure product is aligned with company, stakeholder and end-user priorities to drive sales, improve efficiency, and improve customer satisfaction Documents, reviews and ensures that all quality and change control standards are met Formulates, tests and refines assumptions and hypotheses through user research and testing Creates, prioritizes and accepts user stories; incorporate them into release planning Makes product decisions that drive value on a daily basis Identifies pros, cons, issues, obstacles, dependencies and value associated with features and enhancements Participates in standups, iteration planning sessions, product demos and retrospectives Condenses complex technical concepts into non-technical language for stakeholders 30% - People: Fosters collaboration with team members (Engineering, User Experience Designers, etc.) to drive value and collectively identify and resolve impediments Acts as a proponent of modern software development practices Advocates for the end user and stakeholder by empathizing with and understanding user needs and becoming the domain expert Regularly works with the product team to continuously assess progress, disseminate lessons learned, and understand next steps Manages cross functional team and stakeholder expectations to execute on product strategy; provides education to requestors to determine prioritization based on tangible benefits and/or user experience Exhibit active listening, facilitate sessions, and clearly communicate at all levels (Executive Leadership Team, store associates, etc.) and in all formats the product s long term strategy which is used to prioritize short-term action\nNATURE AND SCOPE\nTypically reports to the Product Management Manager or Sr. Manager.\n\nENVIRONMENTAL JOB REQUIREMENTS\nEnvironment: Located in a comfortable indoor area. Any unpleasant conditions would be infrequent and not objectionable.\nTravel: Typically requires overnight travel less than 10% of the time.\n\nMINIMUM QUALIFICATIONS\n\nMust be eighteen years of age or older.\nMust be legally permitted to work in the United States.\n\nAdditional Minimum Qualifications:\n\nMust be legally permitted to work in the United States\n\nEducation Required:\n\nThe knowledge, skills and abilities typically acquired through the completion of a high school diplomas and/or GED.\n\nYears of Relevant Work Experience:\n\n1 year\n\nPhysical Requirements:\n\nMost of the time is spent sitting in a comfortable position and there is frequent opportunity to move about. On rare occasions there may be a need to move or lift light articles.\n\nPreferred Qualifications:\n\n1-3 years of relevant work experience\nExperience working as a Product Manager in a modern software development based enterprise environment\nDemonstrated experience with modern software development product management practices and agile methodologies, specifically the extreme programming (XP) principles of paired programming, test driven development, and continuous deployment\nExperience working in a fast paced, fluid environment where priorities shift on a regular basis\nExperience communicating with and influencing functional and technical team members at all levels in the organization\nExperience working as part of a collaborative, cross-functional, modern software design and development team\nExperience creating, prioritizing and accepting user stories\nExperience conducting user research and testing to understand needs\nExperience identifying goals, metrics and analytics to measure product value\nExperience conducting competitive research and analysis\n\nKnowledge, Skills, Abilities and Competencies:\n\nBusiness Insight: Applying knowledge of business and the marketplace to advance the organization s goals\nCollaborates: Building partnerships and working collaboratively with others to meet shared objectives\nCommunicates Effectively: Developing and delivering multi-mode communications that convey a clear understanding of the unique needs of different audiences\nCultivates Innovation: Creating new and better ways for the organization to be successful\nCustomer Focus: Building strong customer relationships and delivering customer-centric solutions\nDrives Results: Consistently achieves results, even under tough circumstances\nInterpersonal Savvy: Relating openly and comfortably with diverse groups of people\nManages Ambiguity: Operating effectively, even when things are not certain or the way forward is not clear\nNimble Learning: Actively learning through experimentation when tackling new problems, using both successes and failures as learning fodder\nOrganizational Savvy: Maneuvering comfortably through complex policy, process and people-related organizational dynamics\nSituational Adaptability: Adapting approach and demeanor in real time to match the shifting demands of different situations\nEmpathy: Understands the needs of multiple stakeholders and is responsive in meeting their needs with the most optimal resolution\nPlans and Aligns: Planning and prioritizing work to meet commitments aligned with organizational goals",
      "extensions": [
        "Lebih dari 1 bulan lalu",
        "Pekerjaan tetap"
      ],
      "detected_extensions": {
        "posted_at": "Lebih dari 1 bulan lalu",
        "schedule_type": "Pekerjaan tetap"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJQcm9kdWN0IE1hbmFnZXIiLCJodGlkb2NpZCI6IjdMWkhPc0RHY2h3NllWTzZBQUFBQUE9PSIsImZjIjoiRXVFQkNxSUJRVTVWWDA1eFVtMXNWMVZVYWpsSVdFSkpXakI2VVZaemRraFJaSEZQYzNOdVYwZEZaRk0zYXpRMlZGUkVlbEJ1VTFKclVHSlRSRTgxUjNoVlZrRlBYMDVsVUZSaFVubFVkbFpmUjBsc2VpMVFkVlUwTm0xM1RTMXdZMEZhYW5scWFVdFFTMjEyUW1oR01FNXVNemc0WWxSb2JrUmhkemRzY1dSRldsRlBVVmxEV0dOQ2FEaGlMVk5LUVVwVWVFUkxkWFpOVkRjdE5WOTNSazFqZWpSVE15MUJFaFl0VFZSc1dWQXRka2xqVjBaMFVXRndNbGxFVVVKbkdpSkJUMDFaVW5kQ04zVXlibFF5ZVhOamVsaDJWakpNU0hsNFMybFJWVk5SZEZabiIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzY1IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkxhbWFyIGRpIFRoZSBIb21lIERlcG90IENhcmVlcnMiLCJsaW5rIjoiaHR0cHM6Ly9jYXJlZXJzLmhvbWVkZXBvdC5jb20vam9iLzEyODM0NDc3L3Byb2R1Y3QtbWFuYWdlci1hdXN0aW4tdHgvP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "Senior Product Manager",
      "company_name": "ClearDATA",
      "location": "Austin, TX, Amerika Serikat (+1 lainnya)",
      "via": "melalui LinkedIn",
      "description": "Senior Product Manager - Services\n\nSummary\n\nClearDATA is seeking a Product Manager that wants to use product expertise and infrastructure knowledge to truly make a difference in Healthcare! If you’re passionate about creating a new category of technology that will fundamentally make healthcare better, come join our team.\n\nWhat You’ll Do:\n• Responsible for product and feature strategy supporting ClearDATA Services\n• Lead the ideation, technical definition, and launch of products & product features\n• Gather requirements from customers, internal groups (Product Marketing, Sales, Services, Engineering, etc), market research, analysts, and other sources to create an exceptional roadmap for our customers\n• Articulate business needs and translate to product initiatives\n• Build consensus on priorities leading to product execution and key roadmap successes\n• Own backlog and drive development priorities for engineering\n• Build and deliver the business case for product investments\n• Define and... analyze metrics to track the success of features and products\n• Understand competitors and drive high win rates via features and competitive resources\n\nWhat You’ll Need:\n• STEM bachelor’s degree, MBA desirable\n• At least 6-8 years of product management experience\n• At least 2-3 years of PM for SaaS products\n• At least 2-3 years working on healthcare or enterprise security or compliance products\n• Experience working at a cloud MSP preferred\n• Experience working with cloud infrastructure\n• Superb strategic thinking skills\n• Superior communication skills\n• Positive, “can do” attitude\n• Team Player\n\nWhat Will Make You Stand Out:\n• Experience in Cloud Healthcare Hosting Services/Solutions\n• Experience working with Amazon Web Services or Microsoft Azure\n• Experience working with HIPAA/HITRUST or similar regulatory regimes\n\nWhy You’ll Like Working Here:\n• Dynamic company that rewards high-performers\n• Build cutting edge products and services\n• Collaborative team environment\n• Business-casual dress code\n• Flexible working hours and location\n• Medical, Dental, Vision, HSA, Life and 401K\n• Pre-IPO stock options\n• Unlimited vacation!\n• Competitive base and bonus pay structure",
      "extensions": [
        "1 hari yang lalu",
        "Pekerjaan tetap"
      ],
      "detected_extensions": {
        "posted_at": "1 hari yang lalu",
        "schedule_type": "Pekerjaan tetap"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJTZW5pb3IgUHJvZHVjdCBNYW5hZ2VyIiwiaHRpZG9jaWQiOiJTdXhVdkJuZUZkTU92anRMQUFBQUFBPT0iLCJmYyI6IkVzc0JDb3dCUVU1VlgwNXhVMTlHTjNoeVYxaFNWMnhNWjFORlJIZHZOR1UxYlVOb1NFZENTR2RGYW5oSlUzRk9OVlYxY2xObFpWaHBVekIzYzFSTlJEUk9TVkJuYlMwMVRXVmtlRVpvUVdvM2RtZFNOVGxUT1dwNlVHMVZkM2hCZG1sVWMzSmhNRFZvVUdGdmJWVjJUekZuVVhveFpFRnVTVVJHVEVSU1NqSmlTVUZwZDBsdWRXVllWak5HWVRsekxVNFNGaTFOVkd4WlVDMTJTV05YUm5SUllYQXlXVVJSUW1jYUlrRlBUVmxTZDBGT1VEYzJYMnhDV2s5dVRrUk9XV3hNZUd0NlgwOTBVVzVQTTBFIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNzEiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiTGFtYXIgZGkgTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9zZW5pb3ItcHJvZHVjdC1tYW5hZ2VyLWF0LWNsZWFyZGF0YS0yNjM2NzUwNTU0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "User Experience Researcher",
      "company_name": "Google",
      "location": "Austin, TX",
      "via": "via LinkedIn",
      "description": "Note: By applying to this position you will have an opportunity to share your preferred working location for this position from the following: Mountain View, CA, USA; Austin, TX, USA; Kirkland, WA, USA; New York, NY, USA; San Bruno, CA, USA; Seattle, WA, USA; San Francisco, CA, USA; Sunnyvale, CA, USA; Cambridge, MA, USA; Los Angeles, CA, USA; Madison, WI, USA; Atlanta, GA, USA\n\nMinimum qualifications:\n• Bachelor's degree in Anthropology, Human-Computer Interaction (HCI), Human Factors, Psychology, Sociology, or a related field or equivalent practical experience.\n• Experience with research design utilizing various methods including but not limited to usability studies, contextual inquiry, and surveys.\n• Relevant product research experience, either in an end-to-end, usability, or generative setting.\n\nPreferred qualifications:\n• Master's degree or PhD in a related field.\n• 8 years of relevant work experience within User Experience, Human-Computer Interaction, applied research setting... and/or product research and development.\n• Experience in a variety of product spaces, applied research and/or academic settings.\n• Proficiency in communicating user research findings with cross functional partners to drive impact.\n• Strong understanding of the strengths and shortcomings of different research methods, including when and how to apply them during the product development process.\n\nAbout the job\nAt Google, we follow a simple but vital premise: \"Focus on the user and all else will follow.\" User Experience Researchers (UXRs) make this possible.\n\nGoogle User Experience (UX) is made up of multi-disciplinary teams of UX Designers, Researchers, Writers, Content Strategists, Program Managers, and Engineers: we care deeply about the people who use our products. The UX team plays an integral part in gathering insights about the needs, attitudes, emotions, and behaviors of people who use our products to inspire and inform design. We collaborate closely with each other and with engineering and product management to create industry-leading products that deliver value for the people who use them, and for Google’s businesses.\n\nAs a User Experience Researcher (UXR), you’ll help your team of UXers, product managers, and engineers understand user needs. You’ll play a critical role in creating useful, usable, and delightful products. You’ll work with stakeholders across functions and levels and have impact at all stages of product development. You’ll explore user behaviors and motivations by conducting primary research such as field studies, interviews, diary studies, participatory workshops, ethnography, surveys, usability testing, and logs analysis.\n\nThe UXR community at Google is unique and will help you do your best work. You’ll have the opportunity to work with and learn from UXRs across Google through regular meetups, mentor programs, and access to internal research tools.\nUser experience is at the forefront of how we create intuitive, innovative, and beautiful products that people love. We strive to learn and understand our users’ needs, behaviors, and emotions to gather insights that inform product strategy and design. Our UX teams include designers, researchers, content strategists, and engineers who are passionate about quality, usability, and simplicity. We work on collaborative teams to solve complex challenges and craft experiences that highlight our products’ unique capabilities and personalities. Our work touches billions while exemplifying a key principle that is core to Google’s philosophy: “Focus on the user and all else will follow.”\n\nResponsibilities\n• Conduct independent research on multiple aspects of products and experiences.\n• Collect and analyze user behavior through lab studies, field visits, ethnography, surveys, benchmark studies, server logs and online experiments (A/B testing).\n• Work with Designers, Product Managers, Engineers and other UXRs to prioritize research opportunities in a fast-paced, rapidly changing environment.\n• Understand and incorporate complex technical and business requirements into research.\n• Advocate research findings to diverse audiences through written reports and in-person presentations.\n\nGoogle is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing this form ",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQJOdbVg7MWWg-dANSuQ90Z6glTytQA0rR-Em81&s=0",
      "extensions": [
        "21 days ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "21 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVc2VyIEV4cGVyaWVuY2UgUmVzZWFyY2hlciIsImNvbXBhbnlfbmFtZSI6Ikdvb2dsZSIsImNvbXBhbnlfbWlkIjoiL20vMDQ1YzdiIiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJQMWtESDZQQ3B3TzlGUTVDQUFBQUFBPT0iLCJmYyI6IkVzd0JDb3dCUVU1VlgwNXhWRkJPUzJ4MFVtNVRSa05KUVdoa09HRmhkRk4wZVU4d1FVMWxVM0E1WXpWQlRFWmxSbXByY0d0NGNVNVhjM2R2WVRsNlFXVndaMFo2ZUc1NVZWSmpTVk5zYVZkdVdURlFlV0p2WXpkdVRWQjZaM0pzTlV0WlJGbDRiblpXWjFsaE0wbGlPRTl2ZVV4TlEzUnVaMVpwUXpFMGEzZEVUa3Q1VWpsNVRqWTBORFZNWkVsSlExSVNGMDg0TTJ4WlRUSlZSMlZMZURWT2IxQXhaa05pYTBGekdpSkJUMDFaVW5kRVdYaEdSRXBwYzBnM1pGVjVjR3hsVDI5WFRqUlpObXN0V1dsQiIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzciLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy91c2VyLWV4cGVyaWVuY2UtcmVzZWFyY2hlci1hdC1nb29nbGUtMjQ4ODM1NTIwMz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "UX Researcher",
      "company_name": "Jobot",
      "location": "Anywhere",
      "via": "via LinkedIn",
      "description": "Remote UX Researcher needed ASAP!\n\nThis Jobot Job is hosted by Chelsea Anderson\n\nAre you a fit? Easy Apply now by clicking the \"Apply\" button and sending us your resume.\n\nSalary $150,000 - $185,000 per year\n\nA Bit About Us\n\nBased in Oakland, we are an early-staged, profitable startup that's disrupting at multi-billion dollar industry. Our intuitive, user-friendly product is focused on connecting consumers with various small-mid size business owners within the industry.\n\nUX Research informs all aspects of the product life cycle, from product strategy and problem definition to iteration and evaluation. As a UX Researcher, you will assist in several aspects of product development and design. You will work closely with Product to quickly develop prototypes and test them with real people. You will identify and shape product strategy and inspire cross-functional collaboration. You're someone who loves to help teams find patterns and unlock the insights that will lead to the next great... product innovation. Ideally, you'll also help to establish our research, democratize research across the organization, and amplify the voice of our users across all departments within.\n\nWhy join us?\n\nThe current team, although small, has a wide variety of backgrounds and is extremely collaborative. We have an amazing culture of genuinely caring about the customer and finding impactful ways to empower our stylists. We love coming to work every day and solving the toughest problems.\n\nIn addition to offering ownership and achievement in your work, we offer competitive pay and benefits (health insurance, fully remote, 401K + match, etc.)\n\nJob Details\n• Work closely with product and design teams to identify important research questions.\n• Design and execute studies that address user behaviors and attitudes, using the right methodology for the right questions.\n• Work with teams to identify and evaluate research topics.\n• Deliver insights clearly to shape how product teams think about product strategy.\n• Partner closely with marketing and data teams to develop a deeper understanding of our customers and surface opportunities to senior product leadership to inform the roadmap.\n• Act as a research thought leader and advocate for our customers.\n• Have 5+ years of working experience in user research related to digital experiences.\n• You have a Bachelor's, Masters, or PhD in a human behavior related field (or equivalent/demonstrable work experience).\n• Strong analytical skills, with a demonstrated ability to distill the output of complex datasets.\n• Interest in and experience with hands-on primary and secondary research methods in UX Research.\n• Experience with designing, leading, and implementing UX Research projects at scale.\n• Knowledge and practical experience of using a variety of UX research methods (qualitative and quantitative), with a strong awareness of their merits and weaknesses.\n• Excellent communication and collaboration skills.\n• Prototyping experience is a strong plus.\n\nInterested in hearing more? Easy Apply now by clicking the \"Apply\" button",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRIMDMZ7tfJ_xUAHmFhHET3veXrwwbgwN4AaxVC&s=0",
      "extensions": [
        "2 days ago",
        "Work from home",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "2 days ago",
        "schedule_type": "Full-time",
        "work_from_home": true
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVWCBSZXNlYXJjaGVyIiwiY29tcGFueV9uYW1lIjoiSm9ib3QiLCJjb21wYW55X21pZCI6Ii9nLzExanJxM3RfZzMiLCJhZGRyZXNzX2NpdHkiOiJBdXN0aW4iLCJhZGRyZXNzX3N0YXRlIjoiVGV4YXMiLCJodGlkb2NpZCI6IlVYZUdZVTN6RUJqUVQxRDJBQUFBQUE9PSIsImZjIjoiRXN3QkNvd0JRVTVWWDA1eFVXY3pPWGM0TjBkWFl6aE1kR1JOZHpabFJFeFNRbXgxZW1rdFduaDZiR3h4U1V4cFRua3lia1ZwWm5KelRqSllXV3N5WlZkVWVUbDROVk53Y1VRM2RuUnRZbTFsUmtsblpFUnZjblowWVZOWk5sbFdOR295V0ZSSFpIbEtjMnhLVVc5WWVtVTRiMjVSVjIxT2MxSjFibFJWTkZaSmJtbHRhREJDUmpBM1NWTmFUalpTVFdVU0YwODRNMnhaVFRKVlIyVkxlRFZPYjFBeFprTmlhMEZ6R2lKQlQwMVpVbmRFWjNrdFNVNXhkWGxCT0RWVmExTnJSV050VVV0eWMzbG9jMFJCIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTUiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy91eC1yZXNlYXJjaGVyLWF0LWpvYm90LTI2Mjg1NDQ5MDQ/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
    },
    {
      "title": "Principal UX Researcher",
      "company_name": "Whole Foods Market",
      "location": "Austin, TX",
      "via": "via Whole Foods Market Careers",
      "description": "Whole Foods is looking for a Principal User Experience Researcher to help us define and shape our internal customer experience research practice. We are building, evolving and refining an ecosystem of digital and physical products to create a best-in-class retail experience that is intuitive, joyful, and innovative while also reflecting our brand values and commitment to nurturing people and the planet. This position will design and conduct research activities that inform our understanding of the end-to-end shopping experience, identifying key opportunity areas. The ideal candidate will have a deep understanding of user research methods and best practices, experience with and passion for new consumer technology (including experience in the digital product space), and a nimble, creative and pragmatic approach.\n\nThe Principal UX Researcher role will sit within Marketing on the Consumer Insights team, which conducts research with shoppers for teams throughout the organization. This... unique role will work in close day-to-day partnership with the Design, Product and Technology teams to improve existing customer experiences and identify new opportunities for future growth.\n\nEssential to this role is\n1. Conducting qualitative and quantitative primary research including methods such as ethnography, shopalongs/store intercepts, usability testing and surveys to truly understand and empathize with our customers while answering specific business questions. You will be an expert in our suite of digital tools, fully understanding how our customers engage (or don’t) with them throughout their shopping journey.\n2. Synthesizing the research into actionable and interesting insights. Great researchers uncover patterns from the qualitative and quantitative methods that can effectively improve and enhance the suite of tools.\n3. Presenting the findings in clear and compelling formats that are effective at bringing teams together and sparking meaningful conversations. These communications will take the form of clearly written documentation as well as articulated through discussion and collaboration.\n\nUltimately, this role will proactively represent and advocate for the diverse group of Whole Foods Market customers and can efficiently help discover solutions that balance desirability with feasibility and viability.\n\nYou are a human-centered design researcher and strong communicator who can work collaboratively on passionate teams. You are proactive and will dive into the suite of products to fully understand our existing end-to-end customer experience with a critical eye. You have the ability to empathize with the customer and take pride in untangling pain points in both conventional and novel ways. You understand the value for both qualitative and quantitative research and have a wealth of methodologies to effectively conduct both. You know how to perform formal research studies when resources allow but are also comfortable finding ways to quickly get an idea in front of customers for a gut check. You take pride in your documentation and present findings in clear and beautiful ways. You are comfortable working across multiple modalities and interfaces from desktop and mobile to in-store experiences. You have excellent communication skills, are able to influence others, and work with minimal direction.\n\nPlease provide a link to past case studies.\n\nResponsibilities\n• Distill project goals and research questions into well thought-out research plans\n• Method determination – ability to identify the best method or mix of methods based on research questions, timeline and resourcing\n• Evaluative research – assessing our existing product ecosystem with an eye for incremental improvements and refinements\n• Generative research – assessing gaps in our customer journey that would benefit the customer and how they engage with our offerings\n• Collaboration on interdisciplinary teams – strong cross-functional communication skills and comfortable working with design, product and technology in order to actualize the recommended changes\n• Communication through documentation – Perform quick (but thorough) data analysis and translate into clear, beautiful and insightful presentations of research findings\n• Leading workshops and stakeholder meetings – ability to listen and incorporate feedback from colleagues in a workshop environment\n• Ownership of key research supplier relationships, including general account management and serving as the liaison between supplier and Whole Foods Market team members utilizing research platforms\n\nDesired Skills and Experience\n• 6-8 years of experience in product and/or UX research\n• BA/BS degree or equivalent practical experience\n• End-to-end experience with all aspects of research (study design, recruiting, moderation, analysis, reporting)\n• Experience with usability testing and evaluative research (both qualitative and quantitative) as well as generative research methodologies, including expertise in digital product development\n• Experience building and iterating prototypes and concepts\n• Facilitation for decision making and prioritization\n• Experience quickly prototyping interactive solutions for testing\n• Conversant in complex & emerging technologies\n• Understanding of agile design and development practices\n• UX-centered systems thinking for complex organizations\n• Excellent communication, presentation, interpersonal and analytical skills; the ability to communicate complex concepts clearly and persuasively across different audiences and varying levels of the organization\n• The ability to manage ambiguity, work autonomously, and multi-task in an agile environment\n• A portfolio that exhibits successful past product design and development\n• An eye for font, layout, color and design\n• Sense of humor is a must.\n\nAt Whole Foods Market, we provide a fair and equal employment opportunity for all Team Members and candidates regardless of race, color, religion, national origin, gender, pregnancy, sexual orientation, gender identity/expression, age, marital status, disability, or any other legally protected characteristic. Whole Foods Market hires and promotes individuals solely based on qualifications for the position to be filled and business needs",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQMjdJFbVmBKV7Li4i4480y3FmRkmXrj38ad6gR&s=0",
      "extensions": [
        "29 days ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "29 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJQcmluY2lwYWwgVVggUmVzZWFyY2hlciIsImNvbXBhbnlfbmFtZSI6Ildob2xlIEZvb2RzIE1hcmtldCIsImNvbXBhbnlfbWlkIjoiL20vMDJ4ZjJsIiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJDRTRrRlVaQTlkMVpNRHB2QUFBQUFBPT0iLCJmYyI6IkV2Y0JDcmNCUVU1VlgwNXhVMHMwWVVSSk5qRkhUbWN5Vm5RMGExOVRiVGRSVUZnM1pWUk5aazE2UVVkRVkxbGFaRlJwVVhwcFp6bEVWV3BQYnpnMGRqUmFibU5GWmtzMFQyTlhTR2xNUlhOc2VrOTVaR0pxZEhwdE4xQmpaVnBzYkV3MGEwcEZZV3AyZEU1TlNFczFkRU5oY1Vabk1XNU5SelpJTW5ZM2FYZzVUa1JDYjNaTVVsbEJTV0ZxZG5oa1dXTTRSWGRVVVdoT1dsQlBkemh5ZGpNNFRsZ3lhbGN0UWtsME1VbE9OVzU1WDIxNFlWaERURFZRZG1wdkVoZFBPRE5zV1UweVZVZGxTM2cxVG05UU1XWkRZbXRCY3hvaVFVOU5XVkozUVdRMFRtaFlkRTlFVm5SRmFrNUZRelIzUWxjM2MzZHhWVkZtWnciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18yMyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBXaG9sZSBGb29kcyBNYXJrZXQgQ2FyZWVycyIsImxpbmsiOiJodHRwczovL2NhcmVlcnMud2hvbGVmb29kc21hcmtldC5jb20vZ2xvYmFsL2VuL2pvYi9XSEZPR0xPQkFMUkVRMjAyMTAzMDYxMDcvUHJpbmNpcGFsLVVYLVJlc2VhcmNoZXI/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
    },
    {
      "title": "Principal User Experience (UX) Researcher - Austin, TX",
      "company_name": "DELL",
      "location": "Austin, TX",
      "via": "via Dell Careers",
      "description": "Principal User Experience Researcher – Austin, Texas\n\nAre you driven by curiosity, moving forward, and opening new doors that lead down new paths? Are you always thinking about the next innovative product to bring to life?\n\nDell's Experience Innovation Group is seeking talented designers, technologists, researchers, and strategists to collaborate and develop amazing experiences for our customers. We're looking for individuals who are passionate about working in an agile, diverse, global team, who can reimagine tomorrow and deliver solutions that solve real problems.\n\nAs a team, we live to take risks, push boundaries, and stretch beyond the comfort zone – with a vision to create technologies that drive human progress.\n\nJoin us to do the best work of your career and make a profound impact as a Principal User Experience Researcher in Austin, Texas!\n\nOVERVIEW of Role\n\nAs a Principal User Experience Researcher, you will be responsible for understanding and representing the user in all... phases of delivering Dell Technology solutions. While collaborating with key engineering and business partners, you will plan and execute research that helps define and drive exceptional user-experiences across software products and design initiatives.\n\nYou will:\n• Ensure experiential designs achieve the highest level of usability, desirability, and customer satisfaction\n• Help deliver an end-to-end user centered design process across some of Dell’s most exciting end-user computing devices\n• Work in an environment that allows you to apply cutting edge UX research and design that touches millions of users\n\nTake the first step towards your dream career\nEvery Dell Technologies team member brings something unique to the table. Here’s what we are looking for with this role:\n\nEssential Requirements\n• MS or PhD in Human-Computer Interaction, Human Factors, Cognitive Psychology, Design Anthropology or another appropriate discipline plus 6+ years of industry experience conducting user and design/experience research using various methods and working in-team with developers and designers\n• Experience with a broad range of research methods, data collection and analytical techniques such as survey construction/analysis, UI prototype development, usability testing, focus group facilitation, and semi-structured and unstructured observational methods and statistical/quantitative and qualitative data analysis\n• Ability to synthesize and summarize findings within and across studies and participants, identify key insights and opportunities, and work with designers and product owners to turn data into great user experiences\n• Excellent communication and storytelling skills – verbal, written, and experience engaging with executive stakeholders, product owners, development team members, business analysts/strategists, media representatives and customers\n• Ability to drive success in an engineering and technology-driven organization\n\nDesirable Requirements\n• Deep understanding of consumer and productivity computing products and trends\n• Experience working on hardware/software ecosystems\n• Knowledge of marketing, brand, and strategy-oriented research methods including experience with customer segmentation, user taxonomies, and persona development\n\nHere’s our story; now tell us yours\n\nDell Technologies helps organizations and individuals build a brighter digital tomorrow. Our company is made up of more than 150,000 people, located in over 180 locations around the world. We’re proud to be a diverse and inclusive team and have an endless passion for our mission to drive human progress.\n\nWhat’s most important to us is that you are respected, feel like you can be yourself and have the opportunity to do the best work of your life -- while still having a life. We offer excellent benefits, bonus programs, flexible work arrangements, a variety of career development opportunities, employee resource groups, and much more.\n\nWe started with computers, but we didn’t stop there. We are helping customers move into the future with multi-cloud, AI and machine learning through the most innovative technology and services portfolio for the data era. Join us and become a part of what’s next in technology, starting today.\n\nYou can also learn more about us by reading our latest Diversity and Inclusion Report and our plan to make the world a better place by 2030 here.\n\nDell is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at Dell are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. Dell will not tolerate discrimination or harassment based on any of these characteristics. Dell encourages applicants of all ages. Read the full Equal Employment Opportunity Policy here",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR4dKCcIZbOu2ph7Zw3MVwdNTQHAqzv7gjmRVfA&s=0",
      "extensions": [
        "Over 1 month ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "Over 1 month ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJQcmluY2lwYWwgVXNlciBFeHBlcmllbmNlIChVWCkgUmVzZWFyY2hlciAtIEF1c3RpbiwgVFgiLCJjb21wYW55X25hbWUiOiJERUxMIiwiY29tcGFueV9taWQiOiIvbS8wcHk5YiIsImFkZHJlc3NfY2l0eSI6IkF1c3RpbiIsImFkZHJlc3Nfc3RhdGUiOiJUZXhhcyIsImh0aWRvY2lkIjoibWJ0T0lSOG5WS0JBQ0l4T0FBQUFBQT09IiwiZmMiOiJFc3dCQ293QlFVNVZYMDV4VTFWRmVHNU5jemRhUnpjNVdXWXhSMnhpY2toR1NqSjZZbWRzWlRRNGFsZ3RURzVUT0doalR6RklhM1JFTm5neVlsQnFUMGhQY2tZellVRTVSamwyVEdseVptdHJPVkIzVVVKbWNEZ3lOMDFHWkdNeVRrTmxObUpMTWtSMk5GOUZTbXMzUms1cmNXOVdRV05vUWs1b1MwVlZVREZYWm1SVmRtUlZRVXM1YjBadGFUZHFOMUVTRjA4NE0yeFpUVEpWUjJWTGVEVk9iMUF4WmtOaWEwRnpHaUpCVDAxWlVuZEVhRE5sVGxaU1Z6TnVTblF0ZUdkMldIaGtRWGhxWmtaMk1IaG4iLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18zMSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBEZWxsIENhcmVlcnMiLCJsaW5rIjoiaHR0cHM6Ly9qb2JzLmRlbGwuY29tL2pvYi9hdXN0aW4vcHJpbmNpcGFsLXVzZXItZXhwZXJpZW5jZS11eC1yZXNlYXJjaGVyLWF1c3Rpbi10eC8zNzUvMTk0NjUzNjY/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
    },
    {
      "title": "UX Researcher (Remote)",
      "company_name": "Lennar",
      "location": "Austin, TX",
      "via": "via Lennar Careers - Lennar Homes",
      "description": "Job Description\nOverview\n\nThe UX Researcher position requires in-depth knowledge of UX best practices, UX qualitative and quantitate research methods, and report writing. The ideal candidate will be driven by the desire to be a user advocate, be passionate about creating digital products that are intuitive and enjoy having the opportunity to use their strengths in multiple disciplines.\n\nResponsibilities\n\nPrinciple Duties and Responsibilities\n\n• Understand and translate business requirements into comprehensive research plans, create hypothesis, execute the plans and write reports\n• Research and create customer personas, customer journeys and investigate buyer behavior\n• Produce UX documentation, e.g., Mind Map, Customer Journey Map, Empathy Map, Affinity Diagram, Feature Audit, Task flows, survey documents, Excel reports, etc.\n• Proactively develop usability test plans, usability test scripts, scenarios, user interviews, heuristic reviews, competitive analysis studies, across all... digital channels to determine ease-of-use and drive conversion\n• Regularly formulate and appropriately test hypotheses against website analytics data and customer feedback\n• Leverage analytics tools i.e., FullStory, Hotjar, Google Analytics. and quantitative techniques to measure UX goals and metrics, determine opportunities, and support product decision-making\n\nQualifications\n\nEducation and Experience Required\n• At least 3-5 years of solid experience in User Experience, Product Design, or related discipline as a UX researcher for a national level website\n• Degree in Human Computer Interaction, Cognitive Sciences, or related discipline\n• Mastery of UX research methods, HCI heuristics, principles and guidelines\n• Advanced user of UserTesting.com, Full Story, Hotjar, Google Analytics, etc.\n\nAdditional Skills\n• Understanding of user-centered design and design thinking\n• Excellent written and verbal communication skills\n• Entrepreneurial spirit with a super curious and detective attitude\n\nPhysical Requirements: This is primarily a sedentary office position which requires the incumbent to have the ability to operate computer equipment, speak, hear, bend, stoop, reach, lift, and move and carry up to 25 lbs. Finger dexterity is necessary.\n\nThis description outlines the basic responsibilities and requirements for the position noted. This is not a comprehensive listing of all job duties of the Associates. Duties, responsibilities and activities may change at any time with or without notice.\n\n#CB\n\nRedHen",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRRTlDnHxKKiMfHS4tyqgbOyckMYxmrCQ0HIGcd&s=0",
      "extensions": [
        "20 days ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "20 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVWCBSZXNlYXJjaGVyIChSZW1vdGUpIiwiY29tcGFueV9uYW1lIjoiTGVubmFyIiwiY29tcGFueV9taWQiOiIvbS8wY200bDMiLCJhZGRyZXNzX2NpdHkiOiJBdXN0aW4iLCJhZGRyZXNzX3N0YXRlIjoiVGV4YXMiLCJodGlkb2NpZCI6IkhuSG9NZGhuRVJ0RTR0N0hBQUFBQUE9PSIsImZjIjoiRXN3QkNvd0JRVTVWWDA1eFVWaE9Sa1JrTWtGaU1sWlhNV2hKTjBjelNIUm9SbGxQYzBWSmJFUjBOSGc1ZVc1NmRHNUpXVFZ5VVhCa2NYVkhTa2xvU1ZaV09FTk1kekE0V0hoVFRIWjBRV2hIY2xSRVdFNWtVRWs0Unpoc05HMVRaMkpZTkhBeldtOTRRM280UVVsMlgxTkxORGs1UkVkR2VtZHpaemt5U1dGeFVUWlJhMXBGTlhkS2NERXRURkF3ZUZNU0YwODRNMnhaVFRKVlIyVkxlRFZPYjFBeFprTmlhMEZ6R2lKQlQwMVpVbmRCV2s5M2NVb3hWbEZCVTIxNmFtMHlWMDl1VEdzMlduVjJkREpCIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMzkiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGVubmFyIENhcmVlcnMgLSBMZW5uYXIgSG9tZXMiLCJsaW5rIjoiaHR0cHM6Ly9jYXJlZXJzLmxlbm5hci5jb20vZW4tVVMvam9iL3V4LXJlc2VhcmNoZXItcmVtb3RlL0ozUzIwWjcwN0dMNVE1NkczNDU/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
    },
    {
      "title": "UX Researcher, Enterprise",
      "company_name": "Facebook",
      "location": "Austin, TX",
      "via": "via Facebook",
      "description": "Come join a diverse and collaborative team of researchers who work directly with product design to make the best social platform for Facebook's billion plus users. Our work ranges from formative to evaluative, ethnography to usability. For this position, we are looking for a range from qualitative specialists to methodological generalists, with broad skills in qualitative and design research methods and an understanding of quantitative concepts. All product groups across Facebook are hiring including Instagram. The right candidates will be excellent communicators, knowledgeable about UI design, passionate about social computing, comfortable in a flat, fast moving organization, excited to collaborate, and focused squarely on impacting the design of Facebook.",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSz8S71751xtQyXJyAv-C0wXcmUPERLgX8aRSTQ&s=0",
      "extensions": [
        "Over 1 month ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "Over 1 month ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVWCBSZXNlYXJjaGVyLCBFbnRlcnByaXNlIiwiY29tcGFueV9uYW1lIjoiRmFjZWJvb2siLCJjb21wYW55X21pZCI6Ii9tLzBobXlmc3YiLCJhZGRyZXNzX2NpdHkiOiJBdXN0aW4iLCJhZGRyZXNzX3N0YXRlIjoiVGV4YXMiLCJodGlkb2NpZCI6Im9sLVhPRXBHVkhIM2Q4NzNBQUFBQUE9PSIsImZjIjoiRXVJQkNxSUJRVTVWWDA1eFVWSkdkbTB3TmxOSVRuVlVXSGRzVDA1MWRrUkpaRFJrTXpCNlkyeFBTbkJGVmtGeU9UQjNjWFpNVEY5UGJsZzVVbWhhZGxsVldrSTBjbXBqYlZaNVJVZFNZVTFGTlhoaldtcHVjblpuT1ZjNVJrbDBRalJuVWtsMmFFSlVaV2R1ZVUxb1MzVmhSMlZtVWxSQlgwODNXRFJRWVdSVlgxUm9NMmhpYW5wVVYyaFlaVzQyZEZCc1pDMU5ZMDlUTVZCME4wRm5iV05KWlVkdmQwUjNFaGRQT0ROc1dVMHlWVWRsUzNnMVRtOVFNV1pEWW10QmN4b2lRVTlOV1ZKM1FURjFNbFpHYmpreFMyaHdjbDh6ZVhrMFNrWlhaMlo1VmxCSlp3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNDciLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gRmFjZWJvb2siLCJsaW5rIjoiaHR0cHM6Ly93d3cuZmFjZWJvb2suY29tL2NhcmVlcnMvdjIvam9icy8yNjc1OTYzNjUyNDg5NjE4Lz9sb2NhdGlvbj1BdXN0aW4sK1RYXHUwMDI2dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
    },
    {
      "title": "UX Researcher",
      "company_name": "EPAM Systems, Inc.",
      "location": "Austin, TX",
      "via": "via EPAM",
      "description": "EPAM is committed to providing our global team of more than 41,150 EPAMers with inspiring careers from day one. EPAMers think creatively and lead with passion and honesty. Our people are the source of our success. We value collaboration, work in partnership with our customers, and strive for the highest standards of excellence. In today’s market conditions, we’re supporting operations for hundreds of clients around the world remotely. No matter where you are located, you’ll join a dedicated, diverse community that will help you discover your fullest potential.\n\nDescription\n\nYou are a motivated, self-starter who is passionate about Design and its various dimensions. You enjoy living by the your craft and developing user-centered solutions for complex problems. If this sounds like you, this could be the perfect opportunity to join EPAM as a UX Researcher. Scroll down to learn more about the position’s responsibilities and requirements.\n\nREQ #: 191147539\n#CONT_LOGO\n\nWHAT YOU’LL DO\n•... Deeply understand the experience of users, be able to measure their experience across touchpoints, and identify opportunities and methods to improve the quality of their experience\n• Identify and communicate research goals, set research strategy, create and implement research plans and scripts\n• Lead a range of generative and evaluative research methods including contextual inquiry, card sorting, usability testing, heuristic analysis, A/B testing, cognitive walkthroughs, focus groups, literature reviews, user observations, workflow analysis, usability tests, interviews, participatory design sessions\n• Synthesize research and provide insights to key team members to drive design decisions\n• Influence the integration of goals and research findings into development processes and KPIs\n• Participate in the design of data-driven product and service strategy documentation including personas, mental models, customer journey maps, workflow documentation and product and service vision prototypes\n• Facilitate workshops to ideate and collaborate across disciplines, and translate user insights into innovative products and services\n• Influence and gather stakeholder requirements and contribute to their translation into innovative design\n• Identify and reconcile discrepancies in the application of user-interface styles, patterns and standards across product groups and propose ways to ensure compliance\n• Investigate and recommend new and emerging research methods, technologies, and process improvements\n• Deliver compelling presentations of research findings and recommendations that influence product and service design throughout the development lifecycle\n• Collaborate with cross-functional design teams on process, interaction design and flows\n• Present research findings and design work to internal teams as well as to stakeholders\n• Contribute to the life of the firm through thought leadership\n\nWHAT YOU HAVE\n• 3+ years of user research and design experience (including hands on experience with UX design)\n• PhD or Master's degree in Human Factors Engineering, Human Computer Interaction, Cognitive Psychology or Ergonomics, or related area\n• Strong ability to lead user research, testing activities and deliverables\n• Experience with Qualitative mixed methods research methodologies\n• Stellar verbal and written communication skills\n• Ability to create and tell stories both internally and externally to clients\n• Ability to work cross-functionally with different teams\n• Experience working on the research and ux design of enterprise-level digital products (applications and websites)\n• High-level knowledge of user experience design process\n• Strong ability to lead user research, testing activities and deliverables\n• Excellent ability to explain complex design decisions to experts and stakeholders\n\nWHAT WE OFFER\n• Medical, Dental and Vision Insurance (Subsidized)\n• Health Savings Account\n• Flexible Spending Accounts (Healthcare, Dependent Care, Commuter)\n• Short-Term and Long-Term Disability (Company Provided)\n• Life and AD&D Insurance (Company Provided)\n• Employee Assistance Program\n• Unlimited access to LinkedIn learning solutions\n• Matched 401(k) Retirement Savings Plan\n• Paid Time Off\n• Legal Plan and Identity Theft Protection\n• Accident Insurance\n• Employee Discounts\n• Pet Insurance",
      "extensions": [
        "Over 1 month ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "Over 1 month ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVWCBSZXNlYXJjaGVyIiwiY29tcGFueV9uYW1lIjoiRVBBTSBTeXN0ZW1zLCBJbmMuIiwiY29tcGFueV9taWQiOiIvbS8wZGxucmMiLCJhZGRyZXNzX2NpdHkiOiJBdXN0aW4iLCJhZGRyZXNzX3N0YXRlIjoiVGV4YXMiLCJodGlkb2NpZCI6IndfZU41aDV4aXNXY0Ntd2lBQUFBQUE9PSIsImZjIjoiRXZjQkNyY0JRVTVWWDA1eFVrbHNhMEp6ZWtGaU1uZDVhRzlMUVV4aGVrOW5ZMUJHVVZSeWVYZHFVa1JhTm1aYVVsOVBSVXBzU1ROM01rSXpUVGhNYmtaeGExWXhaRU5rU2sxbk1tNWZOWFppU0VOSFRYaFhVWGhwZUZGSFRXZHlUR1ZsZFhjd1RVTkVUa0ZCWjFJeVowNUlWblpsWVVSMU9YSklOVkZYYjFNeE1tZDVRbXRZUW1oT1VsUlpOa0V4WmtGNVdrNVRTMkkzWkRkS2VpMUlUa1JzVVhaVlVqVTVibmN5ZFVKNlowWk5ORGhwY21kSmFrWm1UMWd3RWhkUE9ETnNXVTB5VlVkbFMzZzFUbTlRTVdaRFltdEJjeG9pUVU5TldWSjNRMVZ1U0ZGelZFODNlbEpqY2sxVFVERkxNM1F6YlVNME9FWTFVUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzU1IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEVQQU0iLCJsaW5rIjoiaHR0cHM6Ly93d3cuZXBhbS5jb20vY2FyZWVycy9qb2ItbGlzdGluZ3Mvam9iLjYyNzIxLnV4LXJlc2VhcmNoZXJfYXVzdGluLXR4X3VzYT91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "Sr. User Experience Researcher",
      "company_name": "Ascension",
      "location": "Austin, TX",
      "via": "via Ascension Careers",
      "description": "We Are Hiring\n\nThe newly formed Experience Research team is looking for an experienced Senior User Experience Researcher to join us in designing the future of people-centered healthcare.\n\nBackground\n\nAscension, one of the largest non-profit healthcare systems in the United States, has established an in-house, interdisciplinary Research team tasked with shaping the experience strategy and design for digital products and technology-enabled services across the entire spectrum of care delivery. This team – in deep collaboration with colleagues in design, product management, engineering, data science, clinical operations, and more – uses human-centered design methods to understand the needs and motivations of our patients and clinicians and bring solutions to life.\n\nThe Experience Research team is responsible for understanding end-to-end patient and provider journeys, challenges, and unmet needs to identify the most impactful opportunities for us to address. As a comprehensive healthcare... system that includes a vast range of healthcare services, this could include the design of virtual care delivery, nurse communications, remote health monitoring, operating room operations, financial transparency and payment, care coordination, member health benefits, and more.\n\nOur research team, comprised of User Experience Researchers, Service Designers and Communications Designers, aspires to create seamless, end-to-end experiences for those we serve through a cohesive ecosystem of well-designed, user-friendly services, products, and applications. From problem discovery to product delivery, we put people at the center of everything we do.\n\nThis position can be based out of St. Louis, Chicago, or Austin.\n\n#ascensionstudio\n\nWhat You Will Do\n\nAs a Senior User Experience Researcher, you will be at the forefront of the transformation of healthcare by identifying the most meaningful patient and clinician needs for our teams to address. You will work collaboratively with an interdisciplinary team of designers and product managers on field research, concept envisioning, and iterative testing across a wide range of initiatives such as addressing social determinants of health, improving the daily experience of clinical providers, streamlining access to healthcare services, or supporting individuals with chronic conditions, to name a few.\n\nExpert knowledge of research methods and experience applying a mixed-methods research approach for digital products and services are critical to this role. You will be part of a growing team and will help drive research excellence through industry best practices. Using powerful insight-to-impact stories and innovation workshops you will evangelize the value of a human-centered design approach in the organization by helping demonstrate measurable impact that Experience Research has on outcomes.\n\nPlease include a link to your portfolio in your application.\n\nResponsibilities\n• Conduct exploratory, evaluative and summative research studies throughout the product lifecycle\n• Design research studies, gather data, synthesize it into actionable insights and disseminate findings to various teams through reports and presentations\n• Create research reports, user journey maps, workflows, personas, day-in-the-life scenarios, and use case summaries to help deepen organizational understanding of our users\n• Collaborate with designers, product managers and engineers to test design concepts and engineering prototypes through lean research and usability testing\n• Facilitate innovation workshops and envisioning exercises with cross-functional stakeholders based on opportunities identified through research\n\nWhat You Will Need\n\nRequirements:\n• Strong knowledge of qualitative and quantitative research methodologies and their application throughout the product lifecycle\n• Experience conducting ethnography, semi-structured interviews, focus groups, contextual field visits, workflow analysis, usability testing, and human factors studies\n• Experience leading design research activities for digital products and services\n• Strong knowledge of user-centered design principles\n• Working knowledge of statistical methods\n• Strong ability to work independently as well as in groups\n• Willingness to travel (in the future)\n\nEducation:\n• High school diploma/GED with 2 years of experience, or Associate's degree, or Bachelor's degree required.\n• Bachelor’s or Master’s degree in Human Factors, Design Research, Service Design, Psychology, Sociology, Anthropology, Human Computer Interaction, Interaction Design, Industrial Design, or similar field highly preferred.\n\nWork Experience:\n• 3 years of professional experience in user experience research required.\n• 5 years of professional experience in user experience research preferred.\n\nAdditional Preferences\n\nWhy Join Our Team\n\nWhen you join Ascension, you join a team of over 160,000 individuals across the country committed to a Mission of serving others and providing compassionate, personalized care to all. Our inclusive culture, continuing education programs, career coaches and benefit offerings are just a few of the resources and tools that team members can use to create a rewarding career path. In fact, Ascension spent nearly $46 million in tuition assistance alone to support associate growth and development. If you are looking for a career where you can grow and make a difference in your community, we invite you to join our team today.\n\nEqual Employment Opportunity Employer\n\nAscension is an equal opportunity employer (EEO) and affords equal opportunity to all associates and applicants without regard to race, color, religion, national origin, gender identity, sexual orientation, age, physical or mental disability, veteran status, genetic data, or other legally protected status.\n\nFor further information regarding your EEO rights, click on the following link to the “EEO is the Law” poster:\n\nhttp://www.dol.gov/ofccp/regs/compliance/posters/pdf/eeopost.pdf\n\nEEO is the Law Poster Supplement\n\nPlease note that Ascension will make an offer of employment only to individuals who have applied for a position using our official application. Be on alert for possible fraudulent offers of employment. Ascension will not solicit money or banking information from applicants.\n\nThis employer participates in the Electronic Employment Verification Program. Please click the E-Verify link below for more information.\n\nE-Verify\nRight to Work",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTbE5X9imVWDavLBpv6DQisy9dqxIw4paAFEh3P&s=0",
      "extensions": [
        "Over 1 month ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "Over 1 month ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJTci4gVXNlciBFeHBlcmllbmNlIFJlc2VhcmNoZXIiLCJjb21wYW55X25hbWUiOiJBc2NlbnNpb24iLCJjb21wYW55X21pZCI6Ii9nLzExamZjMjcycWMiLCJhZGRyZXNzX2NpdHkiOiJBdXN0aW4iLCJhZGRyZXNzX3N0YXRlIjoiVGV4YXMiLCJodGlkb2NpZCI6ImZSWjYwY05NWDVfcGZyU0xBQUFBQUE9PSIsImZjIjoiRXVJQkNxSUJRVTVWWDA1eFUwbDRVSHA2Vm5kRFVHSXRXRjlyVmxwVmJubElNM2RNY0dwbmVVcGpOVXBKZVRaNE1sRlljVTQ0TmtVMU1GZGlRMmh6T0RoRmJGVk5SalJwVFdnMVgyWmpZVVZGTVVwTU1HNHlWRjlyVkdkM2NsUklSMGRrYmtrMlUzUjVSMlJLZG1kSllqQm5aRkpsVEVSMk1XSkVSSEZFYzFjMmNUbFZSR3RZZDJaRFNVVXpOWEU0UVV0MlJGTjNlQzFUYUdrM01IVTBkR2xGTjNwQ2NuRm5FaGRQT0ROc1dVMHlWVWRsUzNnMVRtOVFNV1pEWW10QmN4b2lRVTlOV1ZKM1FUSm5kV1ZYTld3MGRqbHFRM3BPTWpGa2NGQkNOVEJYY1cxa1VRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNjIiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gQXNjZW5zaW9uIENhcmVlcnMiLCJsaW5rIjoiaHR0cHM6Ly9qb2JzLmFzY2Vuc2lvbi5vcmcvam9icy8zNTc2Nz9sYW5nPWVuLXVzXHUwMDI2dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
    },
    {
      "title": "User Experience Researcher",
      "company_name": "Insight Global",
      "location": "Austin, TX",
      "via": "via LinkedIn",
      "description": "Insight Global is looking for a UX Researcher for a reputable banking client of ours sitting in either Austin, TX or San Francisco, CA.\n\nDay to Day:\n• The candidate will be embedded with the Intelligent Assistant (80%) and Mobile Channel (20%) product teams\n• In scope: Project Story, mobile navigation, Int. Asst. integration with a banking website Search and Live Chat\n• This candidate will be doing mostly evaluative research (usability tests, click tests, etc.) but I expect some formative research as well (interviews, storyboard walkthroughs, etc.)\n• Partner/teammate/stakeholder relationship skills are equally important as UX research skills\n• Hands-on experience with some of following software would be helpful but can be trained: InVision, Axure, UserZoom, UserTesting, or OptimalWorkshop.\n\nThis is a 12 month contract opportunity and the client is looking to move quickly. If you are at all interested and feel as though you meet the criteria, please apply ASAP and I will be reaching... out",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT8uZt5I2mal1kWyb_Og9PDD-KKtld7tsKzpcIJ&s=0",
      "extensions": [
        "15 days ago",
        "60 an hour",
        "Contractor"
      ],
      "detected_extensions": {
        "posted_at": "15 days ago",
        "schedule_type": "Contractor",
        "salary": "60 an hour"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVc2VyIEV4cGVyaWVuY2UgUmVzZWFyY2hlciIsImNvbXBhbnlfbmFtZSI6Ikluc2lnaHQgR2xvYmFsIiwiY29tcGFueV9taWQiOiIvbS8wYjc3M3pxIiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJBb01Pa2RZbnRGZjJNYWpxQUFBQUFBPT0iLCJmYyI6IkV1SUJDcUlCUVU1VlgwNXhVMFJPTFVKRmJHNXZPRmxaTkRKd1RXVjBTMVYwVGxFeE1qUnJTRVZuWWxFM01qSlNOR3MzUkdsR1pEWmtSV1l0Ym5GMFdUaGFRMkpVTFdGV1NrZ3hlRE5wUlZBdFVGaExSaTFJVW1OeldtNDBYems0YzFvMlkzVXhjV0p1TjFwWVJFUlFkMWRUYVhCdWFIWkJSM1p5VkZGWmVWbGxURW90TWxOc2FIRkdUMVpOVDFOelVsUkpibnBDVFVwQlluUm9RUzB6TUVZM1QwSnhRMGRCRWhkUE9ETnNXVTB5VlVkbFMzZzFUbTlRTVdaRFltdEJjeG9pUVU5TldWSjNRVTFqZFhaRFZrZGZURGd5ZUdSMk0zRTVlVzlyY0V0R1VIaFNadyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzcwIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExpbmtlZEluIiwibGluayI6Imh0dHBzOi8vd3d3LmxpbmtlZGluLmNvbS9qb2JzL3ZpZXcvdXNlci1leHBlcmllbmNlLXJlc2VhcmNoZXItYXQtaW5zaWdodC1nbG9iYWwtMjYwMjQ3MzYwMj91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "User Researcher",
      "company_name": "Drilling Info",
      "location": "Austin, TX",
      "via": "via ZipRecruiter",
      "description": "Description\n\nUser Researcher\n\nWhy YOU want this position\n\nEnverus is a leading provider of energy analytics, trading & risk, and business automation solutions. We deliver business-critical insights to the global energy industry through a state-of-the-art SaaS platform built on industry-leading data and energy analytics. Our solutions deliver value across the entire energy value chain, empowering customers to be more agile, efficient, and competitive. The range of energy industry participants we serve includes exploration and production (E&P) companies and related businesses such as oilfield services, midstream, capital markets, power generators and utilities, energy traders, and downstream commercial & industrial energy consumers.\n\nWe are currently seeking a highly driven User Researcher to join our team that will solve energy's most interesting challenges and help our team build products that users love. This role offers the opportunity to join a rapidly growing company delivering... industry-leading solutions to customers in the world's most dynamic and fastest-growing sector. In this role you will help Enverus product managers better understand the problems our users face, from app usability to challenges unaddressed by software products today.\n\nIn this role you will be the catalyst to making every Enverus team user centric and bring organization and best practices to existing user research efforts. You will help us navigate and lead product innovation in the energy space, building a deep understanding of users' problems and turning user research into insights that inform the development of Enverus' technology and product strategy. Enverus is the right company at the right time.\n\nFor the first year, your focus will be in on conducting deep research in customer supply chain management processes from strategic sourcing all the way through payment to inform product direction and execution.\n\nPerformance Objectives\n• Evangelize research. Share user insights with the broader organization in creative ways to increase user empathy and demonstrate the value to the business that testing early and often brings.\n• Conduct a wide variety of qualitative research alongside our product and UX teams including semi-structured interviews, usability studies, surveys, A/B tests.\n• Advise on appropriate research methodologies, how and when to use, structuring and conducting interviews, and document best practices. Participate in projects, review, and coach on performance.\n• Create a user research repository and communication strategy to centralize and organize our user research and make it easily accessible to all Enverus decision makers.\n• Help our product teams understand how their products are perceived by customers and identify opportunities to provide more value.\n• Help our product teams uncover customer problems and better understand the needs of our customers outside of the products we sell today.\n• Help our product and UX teams assess web and app usability and advise on ways to incorporate more usability testing into our processes",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTO8Jn0XLfUO7XttHJS0woZnHf1L359godT4Hh2&s=0",
      "extensions": [
        "7 days ago",
        "Full-time",
        "No degree mentioned"
      ],
      "detected_extensions": {
        "posted_at": "7 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVc2VyIFJlc2VhcmNoZXIiLCJjb21wYW55X25hbWUiOiJEcmlsbGluZyBJbmZvIiwiY29tcGFueV9taWQiOiIvbS8wNWJfcjRfIiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJENnNBakFjdmMxODJnZ1lrQUFBQUFBPT0iLCJmYyI6IkV1SUJDcUlCUVU1VlgwNXhVa014TVVRd1FURndWVEV0Y1VReWVVSkdZa1pxVUdKcVp5MVZja2d0V1VWV1lVbHNaMk4xY2xCelgydElSa0YzYUVSTmVXTktaelZqYjBVeFRHVjBYMEpyWDBSa1dWbFRhbUZVVG1SelNrNTBTMEZYV0Zka2FuWnBPRzluVWpsSFNFc3hRbFYyWW5SMk5YcG5SamRtYlZaTlVIVmhSWGxSUnpaTlQyOVlTM1V3ZFY5T1oxRm9NWEUxUW1KcU5qTXhiVXg2UW0xNldGTmthRGhuRWhkUE9ETnNXVTB5VlVkbFMzZzFUbTlRTVdaRFltdEJjeG9pUVU5TldWSjNRMGxXY1Y5bFJUWnplWGRyVmtoNlVVNUViRzlwWm5vMVRFNUZRUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzc4IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIFppcFJlY3J1aXRlciIsImxpbmsiOiJodHRwczovL3d3dy56aXByZWNydWl0ZXIuY29tL2MvRHJpbGxpbmctSW5mby9Kb2IvVXNlci1SZXNlYXJjaGVyLy1pbi1BdXN0aW4sVFg/amlkPTY5NzVlZjIzYmM4MjM0YWRcdTAwMjZ1dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "UX Researcher",
      "company_name": "Jobot",
      "location": "Anywhere",
      "via": "via LinkedIn",
      "description": "Remote UX Researcher needed ASAP!\n\nThis Jobot Job is hosted by Chelsea Anderson\n\nAre you a fit? Easy Apply now by clicking the \"Apply\" button and sending us your resume.\n\nSalary $150,000 - $185,000 per year\n\nA Bit About Us\n\nBased in Oakland, we are an early-staged, profitable startup that's disrupting at multi-billion dollar industry. Our intuitive, user-friendly product is focused on connecting consumers with various small-mid size business owners within the industry.\n\nUX Research informs all aspects of the product life cycle, from product strategy and problem definition to iteration and evaluation. As a UX Researcher, you will assist in several aspects of product development and design. You will work closely with Product to quickly develop prototypes and test them with real people. You will identify and shape product strategy and inspire cross-functional collaboration. You're someone who loves to help teams find patterns and unlock the insights that will lead to the next great... product innovation. Ideally, you'll also help to establish our research, democratize research across the organization, and amplify the voice of our users across all departments within.\n\nWhy join us?\n\nThe current team, although small, has a wide variety of backgrounds and is extremely collaborative. We have an amazing culture of genuinely caring about the customer and finding impactful ways to empower our stylists. We love coming to work every day and solving the toughest problems.\n\nIn addition to offering ownership and achievement in your work, we offer competitive pay and benefits (health insurance, fully remote, 401K + match, etc.)\n\nJob Details\n• Work closely with product and design teams to identify important research questions.\n• Design and execute studies that address user behaviors and attitudes, using the right methodology for the right questions.\n• Work with teams to identify and evaluate research topics.\n• Deliver insights clearly to shape how product teams think about product strategy.\n• Partner closely with marketing and data teams to develop a deeper understanding of our customers and surface opportunities to senior product leadership to inform the roadmap.\n• Act as a research thought leader and advocate for our customers.\n• Have 5+ years of working experience in user research related to digital experiences.\n• You have a Bachelor's, Masters, or PhD in a human behavior related field (or equivalent/demonstrable work experience).\n• Strong analytical skills, with a demonstrated ability to distill the output of complex datasets.\n• Interest in and experience with hands-on primary and secondary research methods in UX Research.\n• Experience with designing, leading, and implementing UX Research projects at scale.\n• Knowledge and practical experience of using a variety of UX research methods (qualitative and quantitative), with a strong awareness of their merits and weaknesses.\n• Excellent communication and collaboration skills.\n• Prototyping experience is a strong plus.\n\nInterested in hearing more? Easy Apply now by clicking the \"Apply\" button",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRIMDMZ7tfJ_xUAHmFhHET3veXrwwbgwN4AaxVC&s=0",
      "extensions": [
        "2 days ago",
        "Work from home",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "2 days ago",
        "schedule_type": "Full-time",
        "work_from_home": true
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVWCBSZXNlYXJjaGVyIiwiY29tcGFueV9uYW1lIjoiSm9ib3QiLCJjb21wYW55X21pZCI6Ii9nLzExanJxM3RfZzMiLCJhZGRyZXNzX2NpdHkiOiJBdXN0aW4iLCJhZGRyZXNzX3N0YXRlIjoiVGV4YXMiLCJodGlkb2NpZCI6IlVYZUdZVTN6RUJqUVQxRDJBQUFBQUE9PSIsImZjIjoiRXN3QkNvd0JRVTVWWDA1eFVqUnJSbUpPTTBoRU4yeDRaVWMzZVRGME1HMHpURUpYYlV4QlVIaDVOM1V0VTA5emVreExlVGg2UTA4MlZXOU5Sa3BVTTJaTFNIQTBlbEYzZEhKZk5tVllXRVJUTWt0QlZHdFlla1JoYzB4S2VXNTNhbEJ0V0MxQlNqUkhla05sTFRWcmJWQmljME5LVERCWlYyMU9UMHhVVUcxRGRuSXhiSE0zY0Vwc2FqUldVSEJMWWxJU0YyczRNMnhaUzNsS1RtRXRjM0YwYzFCeE5tbHZlVUV3R2lKQlQwMVpVbmRCUVZKdUxXdFpkRnBKYjJWS1p6ZE1UMXBJYWxsQ1ZtMTRjbkJSIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL3d3dy5saW5rZWRpbi5jb20vam9icy92aWV3L3V4LXJlc2VhcmNoZXItYXQtam9ib3QtMjYyODU0NDkwND91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "Principal User Experience (UX) Researcher - Austin, TX",
      "company_name": "DELL",
      "location": "Austin, TX",
      "via": "via Dell Careers",
      "description": "Principal User Experience Researcher – Austin, Texas\n\nAre you driven by curiosity, moving forward, and opening new doors that lead down new paths? Are you always thinking about the next innovative product to bring to life?\n\nDell's Experience Innovation Group is seeking talented designers, technologists, researchers, and strategists to collaborate and develop amazing experiences for our customers. We're looking for individuals who are passionate about working in an agile, diverse, global team, who can reimagine tomorrow and deliver solutions that solve real problems.\n\nAs a team, we live to take risks, push boundaries, and stretch beyond the comfort zone – with a vision to create technologies that drive human progress.\n\nJoin us to do the best work of your career and make a profound impact as a Principal User Experience Researcher in Austin, Texas!\n\nOVERVIEW of Role\n\nAs a Principal User Experience Researcher, you will be responsible for understanding and representing the user in all... phases of delivering Dell Technology solutions. While collaborating with key engineering and business partners, you will plan and execute research that helps define and drive exceptional user-experiences across software products and design initiatives.\n\nYou will:\n• Ensure experiential designs achieve the highest level of usability, desirability, and customer satisfaction\n• Help deliver an end-to-end user centered design process across some of Dell’s most exciting end-user computing devices\n• Work in an environment that allows you to apply cutting edge UX research and design that touches millions of users\n\nTake the first step towards your dream career\nEvery Dell Technologies team member brings something unique to the table. Here’s what we are looking for with this role:\n\nEssential Requirements\n• MS or PhD in Human-Computer Interaction, Human Factors, Cognitive Psychology, Design Anthropology or another appropriate discipline plus 6+ years of industry experience conducting user and design/experience research using various methods and working in-team with developers and designers\n• Experience with a broad range of research methods, data collection and analytical techniques such as survey construction/analysis, UI prototype development, usability testing, focus group facilitation, and semi-structured and unstructured observational methods and statistical/quantitative and qualitative data analysis\n• Ability to synthesize and summarize findings within and across studies and participants, identify key insights and opportunities, and work with designers and product owners to turn data into great user experiences\n• Excellent communication and storytelling skills – verbal, written, and experience engaging with executive stakeholders, product owners, development team members, business analysts/strategists, media representatives and customers\n• Ability to drive success in an engineering and technology-driven organization\n\nDesirable Requirements\n• Deep understanding of consumer and productivity computing products and trends\n• Experience working on hardware/software ecosystems\n• Knowledge of marketing, brand, and strategy-oriented research methods including experience with customer segmentation, user taxonomies, and persona development\n\nHere’s our story; now tell us yours\n\nDell Technologies helps organizations and individuals build a brighter digital tomorrow. Our company is made up of more than 150,000 people, located in over 180 locations around the world. We’re proud to be a diverse and inclusive team and have an endless passion for our mission to drive human progress.\n\nWhat’s most important to us is that you are respected, feel like you can be yourself and have the opportunity to do the best work of your life -- while still having a life. We offer excellent benefits, bonus programs, flexible work arrangements, a variety of career development opportunities, employee resource groups, and much more.\n\nWe started with computers, but we didn’t stop there. We are helping customers move into the future with multi-cloud, AI and machine learning through the most innovative technology and services portfolio for the data era. Join us and become a part of what’s next in technology, starting today.\n\nYou can also learn more about us by reading our latest Diversity and Inclusion Report and our plan to make the world a better place by 2030 here.\n\nDell is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at Dell are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. Dell will not tolerate discrimination or harassment based on any of these characteristics. Dell encourages applicants of all ages. Read the full Equal Employment Opportunity Policy here",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR4dKCcIZbOu2ph7Zw3MVwdNTQHAqzv7gjmRVfA&s=0",
      "extensions": [
        "Over 1 month ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "Over 1 month ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJQcmluY2lwYWwgVXNlciBFeHBlcmllbmNlIChVWCkgUmVzZWFyY2hlciAtIEF1c3RpbiwgVFgiLCJjb21wYW55X25hbWUiOiJERUxMIiwiY29tcGFueV9taWQiOiIvbS8wcHk5YiIsImFkZHJlc3NfY2l0eSI6IkF1c3RpbiIsImFkZHJlc3Nfc3RhdGUiOiJUZXhhcyIsImh0aWRvY2lkIjoibWJ0T0lSOG5WS0JBQ0l4T0FBQUFBQT09IiwiZmMiOiJFc3dCQ293QlFVNVZYMDV4VTFKT01YUkZaalphTmxwdmRtczFXazE0UW5KUGFGYzRZVmRzUTFwV2EzTXpUbDlQY1hrdFZVOW5WV0ZTZUZCNVozSTRTalJNYms1VFYwOXVPV1V6Y25GVk16WlBkVmhMUzNwcmVqQm1RV1UwVmxNeVgxaDRRVFYwWTJWMGIzUjBlVGQxWDBodU9ETnRWR2xUYUd0dlNVaGtWa1EzWTB0b2VDMVFUa1JDZFdWeGFFVk9kSG9TRjJzNE0yeFpTM2xLVG1FdGMzRjBjMUJ4Tm1sdmVVRXdHaUpCVDAxWlVuZENkV2hMYzFCWmNtZFRVbE5DTTNaUlVFTXdSbEp6VlMxUk5XRlIiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xNSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBEZWxsIENhcmVlcnMiLCJsaW5rIjoiaHR0cHM6Ly9qb2JzLmRlbGwuY29tL2pvYi9hdXN0aW4vcHJpbmNpcGFsLXVzZXItZXhwZXJpZW5jZS11eC1yZXNlYXJjaGVyLWF1c3Rpbi10eC8zNzUvMTk0NjUzNjY/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
    },
    {
      "title": "UX Researcher (Remote)",
      "company_name": "Lennar",
      "location": "Austin, TX",
      "via": "via Lennar Careers - Lennar Homes",
      "description": "Job Description\nOverview\n\nThe UX Researcher position requires in-depth knowledge of UX best practices, UX qualitative and quantitate research methods, and report writing. The ideal candidate will be driven by the desire to be a user advocate, be passionate about creating digital products that are intuitive and enjoy having the opportunity to use their strengths in multiple disciplines.\n\nResponsibilities\n\nPrinciple Duties and Responsibilities\n\n• Understand and translate business requirements into comprehensive research plans, create hypothesis, execute the plans and write reports\n• Research and create customer personas, customer journeys and investigate buyer behavior\n• Produce UX documentation, e.g., Mind Map, Customer Journey Map, Empathy Map, Affinity Diagram, Feature Audit, Task flows, survey documents, Excel reports, etc.\n• Proactively develop usability test plans, usability test scripts, scenarios, user interviews, heuristic reviews, competitive analysis studies, across all... digital channels to determine ease-of-use and drive conversion\n• Regularly formulate and appropriately test hypotheses against website analytics data and customer feedback\n• Leverage analytics tools i.e., FullStory, Hotjar, Google Analytics. and quantitative techniques to measure UX goals and metrics, determine opportunities, and support product decision-making\n\nQualifications\n\nEducation and Experience Required\n• At least 3-5 years of solid experience in User Experience, Product Design, or related discipline as a UX researcher for a national level website\n• Degree in Human Computer Interaction, Cognitive Sciences, or related discipline\n• Mastery of UX research methods, HCI heuristics, principles and guidelines\n• Advanced user of UserTesting.com, Full Story, Hotjar, Google Analytics, etc.\n\nAdditional Skills\n• Understanding of user-centered design and design thinking\n• Excellent written and verbal communication skills\n• Entrepreneurial spirit with a super curious and detective attitude\n\nPhysical Requirements: This is primarily a sedentary office position which requires the incumbent to have the ability to operate computer equipment, speak, hear, bend, stoop, reach, lift, and move and carry up to 25 lbs. Finger dexterity is necessary.\n\nThis description outlines the basic responsibilities and requirements for the position noted. This is not a comprehensive listing of all job duties of the Associates. Duties, responsibilities and activities may change at any time with or without notice.\n\n#CB\n\nRedHen",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRRTlDnHxKKiMfHS4tyqgbOyckMYxmrCQ0HIGcd&s=0",
      "extensions": [
        "20 days ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "20 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVWCBSZXNlYXJjaGVyIChSZW1vdGUpIiwiY29tcGFueV9uYW1lIjoiTGVubmFyIiwiY29tcGFueV9taWQiOiIvbS8wY200bDMiLCJhZGRyZXNzX2NpdHkiOiJBdXN0aW4iLCJhZGRyZXNzX3N0YXRlIjoiVGV4YXMiLCJodGlkb2NpZCI6IkhuSG9NZGhuRVJ0RTR0N0hBQUFBQUE9PSIsImZjIjoiRXN3QkNvd0JRVTVWWDA1eFUxUXlWWEYwUzB0RVdURkdPVEJaU205UlkzTlJYMk13YkZvNWF6Z3RZbGxpWmtSUFpsVm5ialZFVVZkVWEyMWpYMlpRVW1VNGNVNUpOalJJYjBsVkxVc3RXR0pUWVRoSFkwZEdMVFkxYm10VmNsTjNkazVMVURJd1VWVnBNbWMxVWxCdVkzcGxiQzB4U1VaU09VaHZNMUJpWDFCaE5XVjJiRkJyVUdwZmVHNDVPWHByU1ZrU0YyczRNMnhaUzNsS1RtRXRjM0YwYzFCeE5tbHZlVUV3R2lKQlQwMVpVbmREZHkxTlFqaEpURlpPTm1Kd1UzaDZXbEZsWlU1UWIyUkpZVVJSIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMjMiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGVubmFyIENhcmVlcnMgLSBMZW5uYXIgSG9tZXMiLCJsaW5rIjoiaHR0cHM6Ly9jYXJlZXJzLmxlbm5hci5jb20vZW4tVVMvam9iL3V4LXJlc2VhcmNoZXItcmVtb3RlL0ozUzIwWjcwN0dMNVE1NkczNDU/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
    },
    {
      "title": "User Researcher",
      "company_name": "Drilling Info",
      "location": "Austin, TX",
      "via": "via ZipRecruiter",
      "description": "Description\n\nUser Researcher\n\nWhy YOU want this position\n\nEnverus is a leading provider of energy analytics, trading & risk, and business automation solutions. We deliver business-critical insights to the global energy industry through a state-of-the-art SaaS platform built on industry-leading data and energy analytics. Our solutions deliver value across the entire energy value chain, empowering customers to be more agile, efficient, and competitive. The range of energy industry participants we serve includes exploration and production (E&P) companies and related businesses such as oilfield services, midstream, capital markets, power generators and utilities, energy traders, and downstream commercial & industrial energy consumers.\n\nWe are currently seeking a highly driven User Researcher to join our team that will solve energy's most interesting challenges and help our team build products that users love. This role offers the opportunity to join a rapidly growing company delivering... industry-leading solutions to customers in the world's most dynamic and fastest-growing sector. In this role you will help Enverus product managers better understand the problems our users face, from app usability to challenges unaddressed by software products today.\n\nIn this role you will be the catalyst to making every Enverus team user centric and bring organization and best practices to existing user research efforts. You will help us navigate and lead product innovation in the energy space, building a deep understanding of users' problems and turning user research into insights that inform the development of Enverus' technology and product strategy. Enverus is the right company at the right time.\n\nFor the first year, your focus will be in on conducting deep research in customer supply chain management processes from strategic sourcing all the way through payment to inform product direction and execution.\n\nPerformance Objectives\n• Evangelize research. Share user insights with the broader organization in creative ways to increase user empathy and demonstrate the value to the business that testing early and often brings.\n• Conduct a wide variety of qualitative research alongside our product and UX teams including semi-structured interviews, usability studies, surveys, A/B tests.\n• Advise on appropriate research methodologies, how and when to use, structuring and conducting interviews, and document best practices. Participate in projects, review, and coach on performance.\n• Create a user research repository and communication strategy to centralize and organize our user research and make it easily accessible to all Enverus decision makers.\n• Help our product teams understand how their products are perceived by customers and identify opportunities to provide more value.\n• Help our product teams uncover customer problems and better understand the needs of our customers outside of the products we sell today.\n• Help our product and UX teams assess web and app usability and advise on ways to incorporate more usability testing into our processes",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTO8Jn0XLfUO7XttHJS0woZnHf1L359godT4Hh2&s=0",
      "extensions": [
        "7 days ago",
        "Full-time",
        "No degree mentioned"
      ],
      "detected_extensions": {
        "posted_at": "7 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVc2VyIFJlc2VhcmNoZXIiLCJjb21wYW55X25hbWUiOiJEcmlsbGluZyBJbmZvIiwiY29tcGFueV9taWQiOiIvbS8wNWJfcjRfIiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJENnNBakFjdmMxODJnZ1lrQUFBQUFBPT0iLCJmYyI6IkV1SUJDcUlCUVU1VlgwNXhVaTFQY2xGNFpWQTBNRWRGVFUwMVlYSkxjbWhEV2s1b05HWm5Za2xOVGxFMVpsSk9ZemxHZEdoaU1sbG1NR015ZUVSQlprcGlOalEyYTNkSVp6SlNVWFZ2Y21WRlNEbEJlbUZ5VjFWVFNWUmxTMjA1WVVseFh6TXdNbDlGUlhSMVVtdGlZMUZZWms5NWFGcGlXbmRFVW00eFJuWk5lVVo1YnpOblpGVnBNMDQ1WldFelVsYzVXa1JqZUhOM1NIWmtWRGd0UldkNmJHOWpOMGQzRWhkck9ETnNXVXQ1U2s1aExYTnhkSE5RY1RacGIzbEJNQm9pUVU5TldWSjNSR05WUzJ3MU5uRklURlJvZGpST1IyZDVVRzU0VVZreFRFODVkdyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzMxIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIFppcFJlY3J1aXRlciIsImxpbmsiOiJodHRwczovL3d3dy56aXByZWNydWl0ZXIuY29tL2MvRHJpbGxpbmctSW5mby9Kb2IvVXNlci1SZXNlYXJjaGVyLy1pbi1BdXN0aW4sVFg/amlkPTY5NzVlZjIzYmM4MjM0YWRcdTAwMjZ1dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "UX Researcher, Enterprise",
      "company_name": "Facebook",
      "location": "Austin, TX",
      "via": "via Facebook",
      "description": "Come join a diverse and collaborative team of researchers who work directly with product design to make the best social platform for Facebook's billion plus users. Our work ranges from formative to evaluative, ethnography to usability. For this position, we are looking for a range from qualitative specialists to methodological generalists, with broad skills in qualitative and design research methods and an understanding of quantitative concepts. All product groups across Facebook are hiring including Instagram. The right candidates will be excellent communicators, knowledgeable about UI design, passionate about social computing, comfortable in a flat, fast moving organization, excited to collaborate, and focused squarely on impacting the design of Facebook.",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSz8S71751xtQyXJyAv-C0wXcmUPERLgX8aRSTQ&s=0",
      "extensions": [
        "Over 1 month ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "Over 1 month ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVWCBSZXNlYXJjaGVyLCBFbnRlcnByaXNlIiwiY29tcGFueV9uYW1lIjoiRmFjZWJvb2siLCJjb21wYW55X21pZCI6Ii9tLzBobXlmc3YiLCJhZGRyZXNzX2NpdHkiOiJBdXN0aW4iLCJhZGRyZXNzX3N0YXRlIjoiVGV4YXMiLCJodGlkb2NpZCI6Im9sLVhPRXBHVkhIM2Q4NzNBQUFBQUE9PSIsImZjIjoiRXVJQkNxSUJRVTVWWDA1eFZFZEVSMDFpUm1aRVVESlpNWGwzVjB4MlRWUkVRVGRxVkdOTFFuZGFPVEpZUVcxc1pqaFNkeTFCV0RCSVNGY3hUWFZIVVdsdE5UUmxaVm90Y3pkQ1pFSnZhalZWTldGU1VtVnllVmhhTWtsTmVUQlhTemhSV1ZCdWIxRkhNVU0yYUdSemEwUndVVnB0V0dFMGEwbEJZbFEwVlVscGVpMVZUR0ozU2twbVZHSnVaVjlEVVhGM09FcHlWM2QxYkdaVWJWRkNVRWhWWXpKQlFreEJFaGRyT0ROc1dVdDVTazVoTFhOeGRITlFjVFpwYjNsQk1Cb2lRVTlOV1ZKM1EwZHNOMnd6WVc5dGJWTkpSMWhMWDFWNFNrMW1Za0ppWWxoUFp3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMzkiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gRmFjZWJvb2siLCJsaW5rIjoiaHR0cHM6Ly93d3cuZmFjZWJvb2suY29tL2NhcmVlcnMvdjIvam9icy8yNjc1OTYzNjUyNDg5NjE4Lz9sb2NhdGlvbj1BdXN0aW4sK1RYXHUwMDI2dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
    },
    {
      "title": "Principal UX Researcher",
      "company_name": "Whole Foods Market",
      "location": "Austin, TX",
      "via": "via Whole Foods Market Careers",
      "description": "Whole Foods is looking for a Principal User Experience Researcher to help us define and shape our internal customer experience research practice. We are building, evolving and refining an ecosystem of digital and physical products to create a best-in-class retail experience that is intuitive, joyful, and innovative while also reflecting our brand values and commitment to nurturing people and the planet. This position will design and conduct research activities that inform our understanding of the end-to-end shopping experience, identifying key opportunity areas. The ideal candidate will have a deep understanding of user research methods and best practices, experience with and passion for new consumer technology (including experience in the digital product space), and a nimble, creative and pragmatic approach.\n\nThe Principal UX Researcher role will sit within Marketing on the Consumer Insights team, which conducts research with shoppers for teams throughout the organization. This... unique role will work in close day-to-day partnership with the Design, Product and Technology teams to improve existing customer experiences and identify new opportunities for future growth.\n\nEssential to this role is\n1. Conducting qualitative and quantitative primary research including methods such as ethnography, shopalongs/store intercepts, usability testing and surveys to truly understand and empathize with our customers while answering specific business questions. You will be an expert in our suite of digital tools, fully understanding how our customers engage (or don’t) with them throughout their shopping journey.\n2. Synthesizing the research into actionable and interesting insights. Great researchers uncover patterns from the qualitative and quantitative methods that can effectively improve and enhance the suite of tools.\n3. Presenting the findings in clear and compelling formats that are effective at bringing teams together and sparking meaningful conversations. These communications will take the form of clearly written documentation as well as articulated through discussion and collaboration.\n\nUltimately, this role will proactively represent and advocate for the diverse group of Whole Foods Market customers and can efficiently help discover solutions that balance desirability with feasibility and viability.\n\nYou are a human-centered design researcher and strong communicator who can work collaboratively on passionate teams. You are proactive and will dive into the suite of products to fully understand our existing end-to-end customer experience with a critical eye. You have the ability to empathize with the customer and take pride in untangling pain points in both conventional and novel ways. You understand the value for both qualitative and quantitative research and have a wealth of methodologies to effectively conduct both. You know how to perform formal research studies when resources allow but are also comfortable finding ways to quickly get an idea in front of customers for a gut check. You take pride in your documentation and present findings in clear and beautiful ways. You are comfortable working across multiple modalities and interfaces from desktop and mobile to in-store experiences. You have excellent communication skills, are able to influence others, and work with minimal direction.\n\nPlease provide a link to past case studies.\n\nResponsibilities\n• Distill project goals and research questions into well thought-out research plans\n• Method determination – ability to identify the best method or mix of methods based on research questions, timeline and resourcing\n• Evaluative research – assessing our existing product ecosystem with an eye for incremental improvements and refinements\n• Generative research – assessing gaps in our customer journey that would benefit the customer and how they engage with our offerings\n• Collaboration on interdisciplinary teams – strong cross-functional communication skills and comfortable working with design, product and technology in order to actualize the recommended changes\n• Communication through documentation – Perform quick (but thorough) data analysis and translate into clear, beautiful and insightful presentations of research findings\n• Leading workshops and stakeholder meetings – ability to listen and incorporate feedback from colleagues in a workshop environment\n• Ownership of key research supplier relationships, including general account management and serving as the liaison between supplier and Whole Foods Market team members utilizing research platforms\n\nDesired Skills and Experience\n• 6-8 years of experience in product and/or UX research\n• BA/BS degree or equivalent practical experience\n• End-to-end experience with all aspects of research (study design, recruiting, moderation, analysis, reporting)\n• Experience with usability testing and evaluative research (both qualitative and quantitative) as well as generative research methodologies, including expertise in digital product development\n• Experience building and iterating prototypes and concepts\n• Facilitation for decision making and prioritization\n• Experience quickly prototyping interactive solutions for testing\n• Conversant in complex & emerging technologies\n• Understanding of agile design and development practices\n• UX-centered systems thinking for complex organizations\n• Excellent communication, presentation, interpersonal and analytical skills; the ability to communicate complex concepts clearly and persuasively across different audiences and varying levels of the organization\n• The ability to manage ambiguity, work autonomously, and multi-task in an agile environment\n• A portfolio that exhibits successful past product design and development\n• An eye for font, layout, color and design\n• Sense of humor is a must.\n\nAt Whole Foods Market, we provide a fair and equal employment opportunity for all Team Members and candidates regardless of race, color, religion, national origin, gender, pregnancy, sexual orientation, gender identity/expression, age, marital status, disability, or any other legally protected characteristic. Whole Foods Market hires and promotes individuals solely based on qualifications for the position to be filled and business needs",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQMjdJFbVmBKV7Li4i4480y3FmRkmXrj38ad6gR&s=0",
      "extensions": [
        "29 days ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "29 days ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJQcmluY2lwYWwgVVggUmVzZWFyY2hlciIsImNvbXBhbnlfbmFtZSI6Ildob2xlIEZvb2RzIE1hcmtldCIsImNvbXBhbnlfbWlkIjoiL20vMDJ4ZjJsIiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJDRTRrRlVaQTlkMVpNRHB2QUFBQUFBPT0iLCJmYyI6IkV2Y0JDcmNCUVU1VlgwNXhVbTl3VG5aVmVIVXhWVzlVYXpjd2JUaHdlalJGZHkxNFpGZHNialJZUlhVNGExTkJMVU5STldGNFVGbHZkVTlFWldKUVpVZ3pjRTlYYlc0MldGSm9XbFJUY2pkbFYybGtlVzVYTUcxdVF6WXlkbXQxTkdkQlNGQTBSVmxEVUZCeWFta3hTemRtVmxNdGRYZDVka3BHUlZsTldXb3lhakpmWm5oVGVYRlVObVpIUTJkTExUY3dia0pRYUhkRU16aFlhbkZuVEZoSldtaEtZbXRyYVVwdWIxYzFTbEUwUlROblJYcDFkbUp1YzFWdkVoZHJPRE5zV1V0NVNrNWhMWE54ZEhOUWNUWnBiM2xCTUJvaVFVOU5XVkozUVU4NFNrNWpXR051Wm5SM2RXbHNhV1pSTmxGMGNFZEZSMVpRZHciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY180NyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBXaG9sZSBGb29kcyBNYXJrZXQgQ2FyZWVycyIsImxpbmsiOiJodHRwczovL2NhcmVlcnMud2hvbGVmb29kc21hcmtldC5jb20vZ2xvYmFsL2VuL2pvYi9XSEZPR0xPQkFMUkVRMjAyMTAzMDYxMDcvUHJpbmNpcGFsLVVYLVJlc2VhcmNoZXI/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
    },
    {
      "title": "UX Researcher",
      "company_name": "EPAM Systems, Inc.",
      "location": "Austin, TX",
      "via": "via EPAM",
      "description": "EPAM is committed to providing our global team of more than 41,150 EPAMers with inspiring careers from day one. EPAMers think creatively and lead with passion and honesty. Our people are the source of our success. We value collaboration, work in partnership with our customers, and strive for the highest standards of excellence. In today’s market conditions, we’re supporting operations for hundreds of clients around the world remotely. No matter where you are located, you’ll join a dedicated, diverse community that will help you discover your fullest potential.\n\nDescription\n\nYou are a motivated, self-starter who is passionate about Design and its various dimensions. You enjoy living by the your craft and developing user-centered solutions for complex problems. If this sounds like you, this could be the perfect opportunity to join EPAM as a UX Researcher. Scroll down to learn more about the position’s responsibilities and requirements.\n\nREQ #: 191147539\n#CONT_LOGO\n\nWHAT YOU’LL DO\n•... Deeply understand the experience of users, be able to measure their experience across touchpoints, and identify opportunities and methods to improve the quality of their experience\n• Identify and communicate research goals, set research strategy, create and implement research plans and scripts\n• Lead a range of generative and evaluative research methods including contextual inquiry, card sorting, usability testing, heuristic analysis, A/B testing, cognitive walkthroughs, focus groups, literature reviews, user observations, workflow analysis, usability tests, interviews, participatory design sessions\n• Synthesize research and provide insights to key team members to drive design decisions\n• Influence the integration of goals and research findings into development processes and KPIs\n• Participate in the design of data-driven product and service strategy documentation including personas, mental models, customer journey maps, workflow documentation and product and service vision prototypes\n• Facilitate workshops to ideate and collaborate across disciplines, and translate user insights into innovative products and services\n• Influence and gather stakeholder requirements and contribute to their translation into innovative design\n• Identify and reconcile discrepancies in the application of user-interface styles, patterns and standards across product groups and propose ways to ensure compliance\n• Investigate and recommend new and emerging research methods, technologies, and process improvements\n• Deliver compelling presentations of research findings and recommendations that influence product and service design throughout the development lifecycle\n• Collaborate with cross-functional design teams on process, interaction design and flows\n• Present research findings and design work to internal teams as well as to stakeholders\n• Contribute to the life of the firm through thought leadership\n\nWHAT YOU HAVE\n• 3+ years of user research and design experience (including hands on experience with UX design)\n• PhD or Master's degree in Human Factors Engineering, Human Computer Interaction, Cognitive Psychology or Ergonomics, or related area\n• Strong ability to lead user research, testing activities and deliverables\n• Experience with Qualitative mixed methods research methodologies\n• Stellar verbal and written communication skills\n• Ability to create and tell stories both internally and externally to clients\n• Ability to work cross-functionally with different teams\n• Experience working on the research and ux design of enterprise-level digital products (applications and websites)\n• High-level knowledge of user experience design process\n• Strong ability to lead user research, testing activities and deliverables\n• Excellent ability to explain complex design decisions to experts and stakeholders\n\nWHAT WE OFFER\n• Medical, Dental and Vision Insurance (Subsidized)\n• Health Savings Account\n• Flexible Spending Accounts (Healthcare, Dependent Care, Commuter)\n• Short-Term and Long-Term Disability (Company Provided)\n• Life and AD&D Insurance (Company Provided)\n• Employee Assistance Program\n• Unlimited access to LinkedIn learning solutions\n• Matched 401(k) Retirement Savings Plan\n• Paid Time Off\n• Legal Plan and Identity Theft Protection\n• Accident Insurance\n• Employee Discounts\n• Pet Insurance",
      "extensions": [
        "Over 1 month ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "Over 1 month ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVWCBSZXNlYXJjaGVyIiwiY29tcGFueV9uYW1lIjoiRVBBTSBTeXN0ZW1zLCBJbmMuIiwiY29tcGFueV9taWQiOiIvbS8wZGxucmMiLCJhZGRyZXNzX2NpdHkiOiJBdXN0aW4iLCJhZGRyZXNzX3N0YXRlIjoiVGV4YXMiLCJodGlkb2NpZCI6IndfZU41aDV4aXNXY0Ntd2lBQUFBQUE9PSIsImZjIjoiRXZjQkNyY0JRVTVWWDA1eFZFaGlPSEpPTWtwSVJIaGtlV2hLV1dsVlJuUklhbTlVZUcwdE1rSkZibWN4ZG01cU5HczFSRU5sTUZCMmR6TnZSRUZWTldoUVdXMVJXa3N0VlZSSFZHSkZiMlpHYm1ORWJXODNYMVUzWWswMlNrbGpkbEo1Y2tKMUxYbERjbHB2ZFZwc1gxUkhWVUpqZWtaTmJtWkxia3B6TVZZelVGQTRMVFJQZWxad1NtVnZjVk5QV1ZGeU1GTm5hakJSTW1WalVGSTRUMU5TYlhCdmFGbDRlVjh3WjFwRFdVSkhNMU5pWW5KTU1HOTNaVVF3RWhkck9ETnNXVXQ1U2s1aExYTnhkSE5RY1RacGIzbEJNQm9pUVU5TldWSjNRbWc1ZVhkSGR5MUZiMDluVm5BdFkxbHdXRFJPUkdJemRXaFZadyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzU1IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEVQQU0iLCJsaW5rIjoiaHR0cHM6Ly93d3cuZXBhbS5jb20vY2FyZWVycy9qb2ItbGlzdGluZ3Mvam9iLjYyNzIxLnV4LXJlc2VhcmNoZXJfYXVzdGluLXR4X3VzYT91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "Sr. UX Researcher (remote)",
      "company_name": "Match Group",
      "location": "Austin, TX",
      "via": "via Lever",
      "description": "Match is hiring a Sr. User Researcher to drive innovation through deep insights into the needs of singles navigating the complexity of dating today. You'll use generative and evaluative research methods in close partnership with Product Designers and Product Managers to identify new opportunities to improve the dating journey, validate product solutions, and help us understand the \"why\" behind quantitative data uncovered by our analytics team.\n\nMatch boasts more dates, more relationships and more marriages than any other dating business. Simply put, we change lives.\n\nThis role is fully remote and reports to the Director of Product Design & User Research as a part of Product.\n\n#LI-REMOTE\n#LI-LG1\n\nWhy Match Group?\n\nOur mission is simple – to help people find love and happiness!\nWe love our employees too – here are some examples how:\n\nAnnual training budget for each employee\n100% employer match on 401k contributions\nSpecific COVID-19 allowance for home office set-up\nMatched giving to... qualified organizations\n100% paid Parental Leave\nHappy Hours and Company events (they are all virtual now, but still a ton of fun!)\n\nWe value diversity at our company and will never discriminate based on someone’s race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSb9XTuHzjpnGEdnIReoBILM6qTZ0AkTXSBgWcC&s=0",
      "extensions": [
        "Over 1 month ago",
        "Full-time",
        "No degree mentioned"
      ],
      "detected_extensions": {
        "posted_at": "Over 1 month ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJTci4gVVggUmVzZWFyY2hlciAocmVtb3RlKSIsImNvbXBhbnlfbmFtZSI6Ik1hdGNoIEdyb3VwIiwiY29tcGFueV9taWQiOiIvZy8xMWJ4ZnBwcXRzIiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJsRUtFeVBsQlU5NzRQMVBxQUFBQUFBPT0iLCJmYyI6IkV1SUJDcUlCUVU1VlgwNXhVVTFGZVZSak9YTjBaVXBtT1ZWS1pYbFpTM0V0UzFvNVVWUlVRM0pCYkc1NmFIVkRZa1ZxUm14cmVGQTViVFY1ZFZWU1IycE1Wa1ZpY1dGYVVUQTJZbEJPZGt0NlNFWnRVazU0YlRocWRYZzBSRFZ2U0ZsT2FWZElVMEY1YWtOdWFHVmpNV3QzVG5wcVpGSjVZM0pzWTBOSk5YaDJhSGhCTFRSMVNuUnljVlpvUkhwWGNqUm9NRFE1T0c5dWVrcFBOSGQ2V0VRNWRsUkxPRWxCRWhkck9ETnNXVXQ1U2s1aExYTnhkSE5RY1RacGIzbEJNQm9pUVU5TldWSjNRelkxV0ZNMFYwbFBVekp0T0RCWVYxWmxSWFpUZDBac2RsRkNVUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzYyIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExldmVyIiwibGluayI6Imh0dHBzOi8vam9icy5sZXZlci5jby9tYXRjaGdyb3VwLzRlMjI2MzdjLWViZjAtNGNkYy05ZjMzLTQ1MzQ4OTE2YjQ0OD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    },
    {
      "title": "UX Research Lead",
      "company_name": "Orchard",
      "location": "Austin, TX",
      "via": "via Greenhouse",
      "description": "About the Role\n\nOrchard is looking for a UX Research Lead to play an instrumental role in shedding light on the key human moments in the Orchard experience and identifying new opportunities for both the business and our customers. Customer research has been a fundamental part of our strategy and process at Orchard and we are excited to bring on our first dedicated researcher.\n\nThis is a full time role that will report into the Head of Design and be based out of our growing New York City office.\n\nWhat You’ll Do Here\n• Conduct research across the product cycle, to generate tactical and strategic insights as well as actionable recommendations which drive product innovation and design improvements.\n• Conduct generative research to identify new opportunities and add clarity to the problem space, maximizing the impact of the work of the product and design teams\n• Support and mentor product designers to improve the research practice across the organization.\n• Find creative and compelling... ways to present and evangelize insights throughout the company.\n• Create a toolbox of research methodologies such as surveys, interviews, usability studies, ethnographic observation, individual interviews, group sessions, etc. to deliver new insights about our users.\n• Share findings with designers, engineers, product managers, and others in a consistent and accessible way to create a smarter, more informed and more empathetic product team.\n• Operationalize and scale the design research practice at Orchard\n\nWe’d Love to Hear From You if You Have:\n• A graduate degree in Human-Computer Interaction, Psychology, Computer Science, Cognitive Science, or a related field\n• 7+ years experience conducting research within organizations\n• Comfort coaching and supporting product designers and at the same time, be excited to be hands on and focused on executing high impact, strategic research initiatives\n• Experience using qualitative data to drive success on mobile products\n• Strong listening, analytical, and organizational skills\n• Bonus: experience working on mobile products and/or products that span the digital and in person experience",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRk66XG0GosuCgaSgmxrQxu0EZF_y5FHR_W6bIP&s=0",
      "extensions": [
        "Over 1 month ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "Over 1 month ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVWCBSZXNlYXJjaCBMZWFkIiwiY29tcGFueV9uYW1lIjoiT3JjaGFyZCIsImNvbXBhbnlfbWlkIjoiIiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJSd2FNZTJ4LXkzSVlqUlZSQUFBQUFBPT0iLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gR3JlZW5ob3VzZSIsImxpbmsiOiJodHRwczovL2JvYXJkcy5ncmVlbmhvdXNlLmlvL29yY2hhcmQvam9icy81MjA0ODA5MDAyP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
    },
    {
      "title": "Director UX Researcher",
      "company_name": "The Knot Worldwide",
      "location": "Austin, TX",
      "via": "via The Muse",
      "description": "WHAT WE DO MATTERS:\n\nHere at The Knot Worldwide, we believe in doing work that matters. In 16 countries around the world, our leading family of brands (The Knot, WeddingWire, Bodas, Hitched, The Bash, The Bump, and more) inspire, inform, and celebrate our communities as they move through life’s milestones. Our couples and business partners depend on us. They're all in. So are we.\n\nABOUT THE ROLE AND OUR TEAM:\n\nThe Knot Worldwide is seeking a Director of User Research to help fuel an exciting era of growth for our portfolio of brands by leveling up our research practice and keeping users at the center of our strategy.\n\nWe are seeking an experienced and impassioned leader to help us transform wedding planning into an easy and delightful journey that helps engaged couples pull off their dream celebration with confidence. As a seasoned academic researcher your methodologies will ensure that we understand our users and can connect the opportunities we discover via research to our business... strategy. Our current research practice will benefit from your sharp point of view as you expand the impact of research across the organization and develop best practices for the discipline. You’ll work closely with exceptional product managers and designers to help create desirable solutions to real user needs.\n\nThis role is high-visibility and high-impact, being able to bring research to all levels of the organization and articulate its impact past output to outcomes. You are comfortable leading other researchers but are passionate about being hands-on with research yourself and can flex between manager and practitioner. You excel at bringing user research to stakeholders and senior leadership as your audience.\n\nUser Research at The Knot Worldwide endeavors to solve important problems, develop excellent people, and operate as great partners with the rest of the company. If you’re attracted to this culture and a visible, important, leadership role with a market leader that has its highest growth and impact ahead of it, we’d love to hear from you!\n\nRESPONSIBILITIES:\n• Collaborate with product teams to understand product objectives, identify research questions, and translate those to in-person and remote usability studies, user interviews, and surveys.\n• Design and execute studies that uncover user behavior and attitudes, using the right methodology and measurement techniques.\n• Analyze, interpret, and socialize research insights that shape our product strategy.\n• Be a thought leader in user research and help educate the product team on research best practices.\n• Manage 1-2 user researchers\n\nSKILLS & EXPERIENCE:\n• A Masters or PHD in Social Science, Neural Science, Human Factors, Cognitive Psychology, or other fields emphasizing human behavior; will also consider other related fields.\n• 5+ years experience designing and executing qualitative and quantitative research plans across methods in the consumer product space.\n• 2+ years experience managing user researchers\n• Strength with both quantitative and qualitative methods\n• Experience answering meaningful and impactful consumer product questions using research and advanced measurement techniques.\n• Experience managing projects involving cross-functional teams.\n• Detail oriented and self motivated to work independently on a variety of tasks.\n• Excellent interpersonal, communication, and collaboration skills with a knack for storytelling.\n• Willingness to roll up your sleeves and perform a wide variety of research-related tasks, including recruiting participants when necessary.\n\nWHAT WE LOVE ABOUT YOU:\n• You Dream Big. You iterate and experiment to drive innovation.\n• You Love Our Users. You keep our global community at the center of everything you do.\n• You Do the Right Thing. You strengthen your team through respect, fairness, and inclusion.\n• You Hustle Every Day. You favor urgency and own your outcomes.\n• You Win Together. People are at the heart of our success and you play as a team.\n\nWHAT YOU LOVE ABOUT US:\n\nThe Knot Worldwide offers a unique employee experience and we are deeply proud of our award-winning culture. We offer a full benefits package including options for medical, dental and vision insurance and a 401k with company match. From flexible vacation and generous parental leave benefits to promoting wellness and giving back to our community, we believe in happiness above all else—in and out of the office.\n\n--\n\nThe Knot Worldwide provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, or disability. In addition to federal law requirements, The Knot Worldwide complies with applicable state and local laws governing nondiscrimination in employment in every location in which the company has facilities. The Knot Worldwide expressly prohibits any form of workplace harassment based on race, color, religion, gender, sexual orientation, gender identity or expression, national origin, age, genetic information, disability, or veteran status.\n\nIf you are a resident of California, by submitting your application, you acknowledge that you’ve read the California Privacy Notice",
      "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRkrp-CP5m3RAZfHjnQ-XgxyOz3sCcWsocvQwEm&s=0",
      "extensions": [
        "Over 1 month ago",
        "Full-time"
      ],
      "detected_extensions": {
        "posted_at": "Over 1 month ago",
        "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJEaXJlY3RvciBVWCBSZXNlYXJjaGVyIiwiY29tcGFueV9uYW1lIjoiVGhlIEtub3QgV29ybGR3aWRlIiwiY29tcGFueV9taWQiOiIvZy8xMWZwbXNzY245IiwiYWRkcmVzc19jaXR5IjoiQXVzdGluIiwiYWRkcmVzc19zdGF0ZSI6IlRleGFzIiwiaHRpZG9jaWQiOiJnazRiNE5NLVVET09tS1lTQUFBQUFBPT0iLCJmYyI6IkV2Y0JDcmNCUVU1VlgwNXhVVmMwYkRsd1ZYbHlhRWgxU0hwcFdVWndURGt5YjBod1VGVk9VbEZYTkhZeE9WWjRPRk51YVVOVGEzZHVOR0Z4Y21wd1pVSklVMGRtVGxGTGMxVkpZeTF5ZEhsMk9HWXpNVGxTY1dWM01sQkJSbGx6VlVkU01VcHJRMFJZV1hOSFVHNDFPVk52VFhwMloyVjFaMmw0WDE5cmVIWlRTV3hOYzNsbGFuQkZiRUpaWHpVNWNraEhibEZ3Ym5KVVJIbFBhRFpsZFZkaFNVSnRjWGRCY1Zkdk56bGphR2t6Ym1SWWFWWjBOVEE1WW10WkVoZHJPRE5zV1V0NVNrNWhMWE54ZEhOUWNUWnBiM2xCTUJvaVFVOU5XVkozUkRBNFQyRmZOVWxIUVZKYVUxUjZVMU5PV2kweVpYSmFkazFYZHciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY183NiIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBUaGUgTXVzZSIsImxpbmsiOiJodHRwczovL3d3dy50aGVtdXNlLmNvbS9qb2JzL3RoZWtub3R3b3JsZHdpZGUvZGlyZWN0b3ItdXgtcmVzZWFyY2hlcj91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
    }
  ]
}