[
  {
      "title": "UX Designer",
      "company_name": "Nielsen",
      "location": "New York, NY",
      "via": "via Nielsen Careers",
      "description": "UX Designer - 85001\n\nTechnology and Engineering - USA New York, New York\n\nUX Designer\n\nWe're looking for a UX Designer to be part of our growing UX team in New York City, supporting web applications that empower advertisers, publishers and agencies with the intelligence they need to drive revenue, increase market share, and optimize their audiences and investments around the globe. Working hand-in-hand with our highly-engaged product managers, engineers and an international UX consortium supporting shared UX tools, processes and resources, you will be part of a foundational team that shapes the future of Nielsen software solutions.\n\nAs a UX Designer you will:\n• Research and align users’ and business needs for desirable outcomes.\n• Analyze and understand complex systems and the product life-cycle.\n• Craft intuitive solutions for complex process and business problems, through personas, journey maps, sketches, flow diagrams, wireframes, prototypes and final assets for development.\n•... Design scalable concepts for multiple applications.\n• Contribute to our design system repository.\n• Use qualitative and quantitative methods to validate and improve your design.\n• Work alongside teams of stakeholders, product managers, engineers, program managers, commercial leaders and UX across the globe.\n\nExperience:\n• At least 3 years of experience as a UX Designer or Information Architect for B2B web applications (much more experience is fine).\n• Proficiency with executing the full UX design life cycle - from preliminary research through journey-mapping, persona development, prototyping, usability testing, and interaction design with all relevant planning and deliverables.\n• Contributing to a design system in an enterprise organization.\n• Leading and working independently\n• Balancing work on multiple initiatives from estimating to planning and delivery.\n• Skills and mindset:\n• You’re a master of empathy both for the user and co-workers to enable you to communicate and design effectively.\n• Ability to define the information architecture behind data-driven web applications that results in intuitive and user-friendly categorization, schema, mapping, and navigation.\n• Attention for details, strong organizational and analytical skills and business acumen.\n• A collaborative design mentality with a need for continuous learning.\n• Excellent communication skills - You can effectively establish understanding and rationale of your designs and information architecture verbally (in English) and visually.\n• Keen sense of aesthetics for both design and communication.\n• Proficiency with design tools, such as Axure, Sketch or Figma.\n• Ability to provide user data, heuristics and design systems components and guidelines to inform product management and engineering decisions.\n• Comfortable working in a large, international, corporate and cross time-zone environment with remote teams.\n• Extra points for:\n• Experience or keen interest in storytelling through data visualization.\n• Knowledge and background working in the marketing industry.\n• A portfolio demonstrating proficiency and success in user-centered design.\n• An academic degree in a relevant field.\n\nLI-RC1\n\nABOUT NIELSEN\n\nAs the arbiter of truth, Nielsen Global Media fuels the media industry with unbiased, reliable data about what people watch and listen to. To discover what’s true, we measure across all channels and platforms⁠—from podcasts to streaming TV to social media. And when companies and advertisers are armed with the truth, they have a deeper understanding of their audiences and can accelerate growth.\n\nDo you want to move the industry forward with Nielsen? Our people are the driving force. Your thoughts, ideas and expertise can propel us forward. Whether you have fresh thinking around maximizing a new technology or you see a gap in the market, we are here to listen and take action. Our team is made strong by a diversity of thoughts, experiences, skills, and backgrounds. You’ll enjoy working with smart, fun, curious colleagues, who are passionate about their work. Come be part of a team that motivates you to do your best work!\n\nNielsen is committed to hiring and retaining a diverse workforce. We are proud to be an Equal Opportunity\/Affirmative Action-Employer, making decisions without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability status, age, marital status, protected veteran status or any other protected class.\n\nJob Type: Regular\n\nPrimary Location: New York,New York\n\nSecondary Locations: , , ,\n\nTravel: No",
      "detected_extensions": {
          "posted_at": "19 days ago",
          "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVWCBEZXNpZ25lciIsImNvbXBhbnlfbmFtZSI6Ik5pZWxzZW4iLCJjb21wYW55X21pZCI6Ii9tLzA0MnB2YiIsImFkZHJlc3NfY2l0eSI6Ik5ldyBZb3JrIiwiYWRkcmVzc19zdGF0ZSI6Ik5ldyBZb3JrIiwiaHRpZG9jaWQiOiJGNHZ1Qkk4bDE2TkY5eGQ2QUFBQUFBPT0iLCJobCI6ImVuIiwiZmMiOiJFc3NCQ293QlFVNVZYMDV4VVhwdVVqTkJlRVJ0TkdSRlVtVkJaRjlmWkVSRlZ6VnVUVlowTWpCeVFsOTBUWFUzU1U1NlpHUkJiVUUzV0VGbVNsZDZhRU5RVm5OalJuWm5XbGN3WVY5VVdWbE1MVXBKU1dRNWVUTk9PVzFOUzBjeGFFOWFjamxGWHpOTlJHZGxURkpzUmpsT1VtZEtNVlZWUVhsZldGVm5VakV3VFU0eVNWQXdSbTVCVVROalZGOUhZbWtTRmxSWU4xaFpUa2hoU3poaFQzUlJXRlk1Y0haSlEwRWFJa0ZQVFZsU2QwTTVYMFppTWxOdmMwZFJUa2t3VlhWVk4xQkpORGxtV1ZrM1NXYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzciLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTmllbHNlbiBDYXJlZXJzIiwibGluayI6Imh0dHBzOi8vam9icy5uaWVsc2VuLmNvbS9qb2IvTmV3LVlvcmstTlkvNzQyNDg5MzAwLz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19",
      "thumbnail": null
  },
  {
      "title": "UX Designer",
      "company_name": "Amazon",
      "location": "New York, NY",
      "via": "via LinkedIn",
      "description": "Description\n\nWe are looking for a UX Designer to join us as we innovate and streamline campaign planning, management, and reporting experiences, making the complex seem simple. You’ll be involved in all aspects of product development from brainstorming the next innovation to working collaboratively with user research, engineering, product management to bring it to life.\n\nWe are looking for a user experience designer that loves learning, and is passionate about conceiving experiences in the abstract and then driving that vision into solid design deliverables such as complex workflows, wireframes, user interface designs, interaction models, and prototypes. You have comprehensive understanding of the current state of web technology and best practices, with a critical awareness of implications on user-centered design and functionality. You are detail-oriented, comfortable working on technical teams, skilled in using data to make decisions and able to thrive in a fast-paced... environment.\n\nAt Amazon we put our customer’s first in everything we do – including our advertising programs. We are investing heavily in building solutions that enable brands to connect with their customers—globally and at scale—where they shop, read, watch videos, and share online. The AUX team excels at distilling the needs of a diverse user base into experiences that balance efficiency with robust utility.\n\nKey Responsibilities\n• Create user-centered designs by considering market analysis, data, customer feedback, user research and technical constraints\/opportunities.\n• Quickly and thoroughly create user flows, wireframes, design mockups, and prototypes to effectively conceptualize new product initiatives.\n• Relentlessly simplify and distill complex processes into intuitive and elegant UI.\n• Establish and maintain detailed user-interface patterns and specifications—working closely with developers to see your design through to deployment.\n• Communicate complex, interactive design concepts clearly and persuasively across different audiences and varying levels of the organization.\n\nBasic Qualifications\n• 3+ years of design experience\n• An available online portfolio\n\nPreferred Qualifications\n• Ability to create interactive experiences with prototyping software or by hand\n• Understanding of HTML, Javascript and CSS that informs design and interaction decisions\n• Desire to work in a start-up style environment, where iteration is encouraged\n• Visual design acumen demonstrated through owning product design end-to-end\n• Proven ability to work cross-team and synthesize feedback and input from business leaders, product management, and engineering\n• Experience designing digital advertising solutions or enterprise products\n• Experience with designing products for global markets.\n• Excellent communication, presentation, interpersonal and analytical skills including the ability to communicate complex, interactive design concepts clearly and persuasively across different audiences and varying levels of the organization\n\nAmazon is committed to a diverse and inclusive workplace. Amazon is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status. For individuals with disabilities who would like to request an accommodation, please visithttps:\/\/www.amazon.jobs\/en\/disability\/us\n\nCompany - Amazon.com Services LLC\nJob ID: A1540868",
      "detected_extensions": {
          "posted_at": "14 days ago",
          "schedule_type": "Full-time"
      },
      "job_id": "eyJqb2JfdGl0bGUiOiJVWCBEZXNpZ25lciIsImNvbXBhbnlfbmFtZSI6IkFtYXpvbiIsImNvbXBhbnlfbWlkIjoiL20vMG1na2ciLCJhZGRyZXNzX2NpdHkiOiJOZXcgWW9yayIsImFkZHJlc3Nfc3RhdGUiOiJOZXcgWW9yayIsImh0aWRvY2lkIjoiWW1lQlJvWGo0eWYwWGgzckFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXNzQkNvd0JRVTVWWDA1eFVtSlhjbnBDTkZScWMzbGxSRk13ZW5od09XOXpjekJhYTJwWlYzRXpZVEpPUldKclQyMXlWalpzVWtWdmRWbHRSRkp6UkdsNlRFRlFhMDAwT0hCWU1YbE5iVlJvUWt3NVlqSmFXalJIUTBwZk5FUXlURWRaUzNoM2FuQldNME5LYjBaSFVqZEhUMHhvYVZCT1NVeDVVM3B4WlMxVVpuUkhibWhzYnpReVZrVlRPVGswUzNrU0ZsUllOMWhaVGtoaFN6aGhUM1JSV0ZZNWNIWkpRMEVhSWtGUFRWbFNkMEU0VEdscFVGbHpaRTlQWTFCMVducExTMVJFYjA5b2VFZGpObmMiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xNCIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL3d3dy5saW5rZWRpbi5jb20vam9icy92aWV3L3V4LWRlc2lnbmVyLWF0LWFtYXpvbi0yNTMyMjExODgzP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0=",
      "thumbnail": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcQTifI4qApXZgV_Uz8tSiGZXIaES6fcOxT554DO&s=0"
  }]